interface City {    

    id: number;
    name: string;
    ostan: string;
    full_name: string;
}

export const City = (): City[] => [
    {
        "id":1000001,
        "name":"اراک",
        "ostan":"مرکزی",
        "full_name":"مرکزی - اراک"
    },
    {
        "id":1000002,
        "name":"آشتیان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - آشتیان"
    },
    {
        "id":1000003,
        "name":"تفرش",
        "ostan":"مرکزی",
        "full_name":"مرکزی - تفرش"
    },
    {
        "id":1000004,
        "name":"خمین",
        "ostan":"مرکزی",
        "full_name":"مرکزی - خمین"
    },
    {
        "id":1000005,
        "name":"دلیجان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - دلیجان"
    },
    {
        "id":1000006,
        "name":"ساوه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - ساوه"
    },
    {
        "id":1000007,
        "name":"شازند",
        "ostan":"مرکزی",
        "full_name":"مرکزی - شازند"
    },
    {
        "id":1000009,
        "name":"محلات",
        "ostan":"مرکزی",
        "full_name":"مرکزی - محلات"
    },
    {
        "id":1010001,
        "name":"آستارا",
        "ostan":"گیلان",
        "full_name":"گیلان - آستارا"
    },
    {
        "id":1010002,
        "name":"آستانه اشرفیه",
        "ostan":"گیلان",
        "full_name":"گیلان - آستانه اشرفیه"
    },
    {
        "id":1010003,
        "name":"بندرانزلی",
        "ostan":"گیلان",
        "full_name":"گیلان - بندرانزلی"
    },
    {
        "id":1010004,
        "name":"طوالش",
        "ostan":"گیلان",
        "full_name":"گیلان - طوالش"
    },
    {
        "id":1010005,
        "name":"رشت",
        "ostan":"گیلان",
        "full_name":"گیلان - رشت"
    },
    {
        "id":1010006,
        "name":"رودبار",
        "ostan":"گیلان",
        "full_name":"گیلان - رودبار"
    },
    {
        "id":1010007,
        "name":"رودسر",
        "ostan":"گیلان",
        "full_name":"گیلان - رودسر"
    },
    {
        "id":1010008,
        "name":"صومعه سرا",
        "ostan":"گیلان",
        "full_name":"گیلان - صومعه سرا"
    },
    {
        "id":1010009,
        "name":"فومن",
        "ostan":"گیلان",
        "full_name":"گیلان - فومن"
    },
    {
        "id":1020001,
        "name":"آمل",
        "ostan":"مازندران",
        "full_name":"مازندران - آمل"
    },
    {
        "id":1020002,
        "name":"بابل",
        "ostan":"مازندران",
        "full_name":"مازندران - بابل"
    },
    {
        "id":1020004,
        "name":"بهشهر",
        "ostan":"مازندران",
        "full_name":"مازندران - بهشهر"
    },
    {
        "id":1020005,
        "name":"تنکابن",
        "ostan":"مازندران",
        "full_name":"مازندران - تنکابن"
    },
    {
        "id":1020006,
        "name":"رامسر",
        "ostan":"مازندران",
        "full_name":"مازندران - رامسر"
    },
    {
        "id":1020007,
        "name":"ساری",
        "ostan":"مازندران",
        "full_name":"مازندران - ساری"
    },
    {
        "id":1020008,
        "name":"سوادکوه",
        "ostan":"مازندران",
        "full_name":"مازندران - سوادکوه"
    },
    {
        "id":1030002,
        "name":"اهر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - اهر"
    },
    {
        "id":1030003,
        "name":"تبریز",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز"
    },
    {
        "id":1030005,
        "name":"سراب",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سراب"
    },
    {
        "id":1030006,
        "name":"مراغه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مراغه"
    },
    {
        "id":1030007,
        "name":"مرند",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مرند"
    },
    {
        "id":1040001,
        "name":"ارومیه",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ارومیه"
    },
    {
        "id":1040002,
        "name":"پیرانشهر",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - پیرانشهر"
    },
    {
        "id":1040003,
        "name":"خوی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - خوی"
    },
    {
        "id":1040004,
        "name":"سردشت",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - سردشت"
    },
    {
        "id":1040005,
        "name":"سلماس",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - سلماس"
    },
    {
        "id":1040006,
        "name":"ماکو",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ماکو"
    },
    {
        "id":1040007,
        "name":"مهاباد",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - مهاباد"
    },
    {
        "id":1040008,
        "name":"میاندوآب",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - میاندوآب"
    },
    {
        "id":1040009,
        "name":"نقده",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - نقده"
    },
    {
        "id":1050001,
        "name":"اسلام آبادغرب",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - اسلام آبادغرب"
    },
    {
        "id":1050002,
        "name":"کرمانشاه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرمانشاه"
    },
    {
        "id":1050003,
        "name":"پاوه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - پاوه"
    },
    {
        "id":1050004,
        "name":"سرپل ذهاب",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سرپل ذهاب"
    },
    {
        "id":1050005,
        "name":"سنقر",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سنقر"
    },
    {
        "id":1050006,
        "name":"قصرشیرین",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - قصرشیرین"
    },
    {
        "id":1050007,
        "name":"کنگاور",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کنگاور"
    },
    {
        "id":1050008,
        "name":"گیلانغرب",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - گیلانغرب"
    },
    {
        "id":1050009,
        "name":"جوانرود",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - جوانرود"
    },
    {
        "id":1060001,
        "name":"آبادان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آبادان"
    },
    {
        "id":1060002,
        "name":"اندیمشک",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اندیمشک"
    },
    {
        "id":1060003,
        "name":"اهواز",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اهواز"
    },
    {
        "id":1060004,
        "name":"ایذه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - ایذه"
    },
    {
        "id":1060005,
        "name":"بندرماهشهر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بندرماهشهر"
    },
    {
        "id":1060006,
        "name":"بهبهان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بهبهان"
    },
    {
        "id":1060007,
        "name":"خرمشهر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - خرمشهر"
    },
    {
        "id":1060008,
        "name":"دزفول",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دزفول"
    },
    {
        "id":1060009,
        "name":"دشت آزادگان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دشت آزادگان"
    },
    {
        "id":1070001,
        "name":"آباده",
        "ostan":"فارس",
        "full_name":"فارس - آباده"
    },
    {
        "id":1070002,
        "name":"استهبان",
        "ostan":"فارس",
        "full_name":"فارس - استهبان"
    },
    {
        "id":1070003,
        "name":"اقلید",
        "ostan":"فارس",
        "full_name":"فارس - اقلید"
    },
    {
        "id":1070004,
        "name":"جهرم",
        "ostan":"فارس",
        "full_name":"فارس - جهرم"
    },
    {
        "id":1070005,
        "name":"داراب",
        "ostan":"فارس",
        "full_name":"فارس - داراب"
    },
    {
        "id":1070006,
        "name":"سپیدان",
        "ostan":"فارس",
        "full_name":"فارس - سپیدان"
    },
    {
        "id":1070007,
        "name":"شیراز",
        "ostan":"فارس",
        "full_name":"فارس - شیراز"
    },
    {
        "id":1070008,
        "name":"فسا",
        "ostan":"فارس",
        "full_name":"فارس - فسا"
    },
    {
        "id":1070009,
        "name":"فیروزآباد",
        "ostan":"فارس",
        "full_name":"فارس - فیروزآباد"
    },
    {
        "id":1080001,
        "name":"بافت",
        "ostan":"کرمان",
        "full_name":"کرمان - بافت"
    },
    {
        "id":1080002,
        "name":"بم",
        "ostan":"کرمان",
        "full_name":"کرمان - بم"
    },
    {
        "id":1080003,
        "name":"جیرفت",
        "ostan":"کرمان",
        "full_name":"کرمان - جیرفت"
    },
    {
        "id":1080004,
        "name":"رفسنجان",
        "ostan":"کرمان",
        "full_name":"کرمان - رفسنجان"
    },
    {
        "id":1080005,
        "name":"زرند",
        "ostan":"کرمان",
        "full_name":"کرمان - زرند"
    },
    {
        "id":1080006,
        "name":"سیرجان",
        "ostan":"کرمان",
        "full_name":"کرمان - سیرجان"
    },
    {
        "id":1080007,
        "name":"شهربابک",
        "ostan":"کرمان",
        "full_name":"کرمان - شهربابک"
    },
    {
        "id":1080008,
        "name":"کرمان",
        "ostan":"کرمان",
        "full_name":"کرمان - کرمان"
    },
    {
        "id":1080009,
        "name":"کهنوج",
        "ostan":"کرمان",
        "full_name":"کرمان - کهنوج"
    },
    {
        "id":1090004,
        "name":"تایباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - تایباد"
    },
    {
        "id":1090005,
        "name":"تربت حیدریه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - تربت حیدریه"
    },
    {
        "id":1090006,
        "name":"تربت جام",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - تربت جام"
    },
    {
        "id":1090007,
        "name":"درگز",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - درگز"
    },
    {
        "id":1090008,
        "name":"سبزوار",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سبزوار"
    },
    {
        "id":1100001,
        "name":"اردستان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اردستان"
    },
    {
        "id":1100002,
        "name":"اصفهان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان"
    },
    {
        "id":1100003,
        "name":"خمینی شهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - خمینی شهر"
    },
    {
        "id":1100004,
        "name":"خوانسار",
        "ostan":"اصفهان",
        "full_name":"اصفهان - خوانسار"
    },
    {
        "id":1100005,
        "name":"سمیرم",
        "ostan":"اصفهان",
        "full_name":"اصفهان - سمیرم"
    },
    {
        "id":1100006,
        "name":"فریدن",
        "ostan":"اصفهان",
        "full_name":"اصفهان - فریدن"
    },
    {
        "id":1100007,
        "name":"فریدونشهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - فریدونشهر"
    },
    {
        "id":1100008,
        "name":"فلاورجان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - فلاورجان"
    },
    {
        "id":1100009,
        "name":"شهرضا",
        "ostan":"اصفهان",
        "full_name":"اصفهان - شهرضا"
    },
    {
        "id":1110001,
        "name":"ایرانشهر",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - ایرانشهر"
    },
    {
        "id":1110002,
        "name":"چاه بهار",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - چاه بهار"
    },
    {
        "id":1110003,
        "name":"خاش",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - خاش"
    },
    {
        "id":1110004,
        "name":"زابل",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زابل"
    },
    {
        "id":1110005,
        "name":"زاهدان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زاهدان"
    },
    {
        "id":1110006,
        "name":"سراوان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سراوان"
    },
    {
        "id":1110007,
        "name":"نیک شهر",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - نیک شهر"
    },
    {
        "id":1110008,
        "name":"راسک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - راسک"
    },
    {
        "id":1110009,
        "name":"کنارک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - کنارک"
    },
    {
        "id":1120001,
        "name":"بانه",
        "ostan":"کردستان",
        "full_name":"کردستان - بانه"
    },
    {
        "id":1120002,
        "name":"بیجار",
        "ostan":"کردستان",
        "full_name":"کردستان - بیجار"
    },
    {
        "id":1120003,
        "name":"سقز",
        "ostan":"کردستان",
        "full_name":"کردستان - سقز"
    },
    {
        "id":1120004,
        "name":"سنندج",
        "ostan":"کردستان",
        "full_name":"کردستان - سنندج"
    },
    {
        "id":1120005,
        "name":"قروه",
        "ostan":"کردستان",
        "full_name":"کردستان - قروه"
    },
    {
        "id":1120006,
        "name":"مریوان",
        "ostan":"کردستان",
        "full_name":"کردستان - مریوان"
    },
    {
        "id":1120007,
        "name":"دیواندره",
        "ostan":"کردستان",
        "full_name":"کردستان - دیواندره"
    },
    {
        "id":1120008,
        "name":"کامیاران",
        "ostan":"کردستان",
        "full_name":"کردستان - کامیاران"
    },
    {
        "id":1120009,
        "name":"سروآباد",
        "ostan":"کردستان",
        "full_name":"کردستان - سروآباد"
    },
    {
        "id":1130001,
        "name":"تویسرکان",
        "ostan":"همدان",
        "full_name":"همدان - تویسرکان"
    },
    {
        "id":1130002,
        "name":"ملایر",
        "ostan":"همدان",
        "full_name":"همدان - ملایر"
    },
    {
        "id":1130003,
        "name":"نهاوند",
        "ostan":"همدان",
        "full_name":"همدان - نهاوند"
    },
    {
        "id":1130004,
        "name":"همدان",
        "ostan":"همدان",
        "full_name":"همدان - همدان"
    },
    {
        "id":1130005,
        "name":"کبودرآهنگ",
        "ostan":"همدان",
        "full_name":"همدان - کبودرآهنگ"
    },
    {
        "id":1130006,
        "name":"اسدآباد",
        "ostan":"همدان",
        "full_name":"همدان - اسدآباد"
    },
    {
        "id":1130007,
        "name":"بهار",
        "ostan":"همدان",
        "full_name":"همدان - بهار"
    },
    {
        "id":1130008,
        "name":"رزن",
        "ostan":"همدان",
        "full_name":"همدان - رزن"
    },
    {
        "id":1130009,
        "name":"فامنین",
        "ostan":"همدان",
        "full_name":"همدان - فامنین"
    },
    {
        "id":1140001,
        "name":"بروجن",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بروجن"
    },
    {
        "id":1140002,
        "name":"شهرکرد",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - شهرکرد"
    },
    {
        "id":1140003,
        "name":"فارسان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - فارسان"
    },
    {
        "id":1140004,
        "name":"لردگان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - لردگان"
    },
    {
        "id":1140005,
        "name":"اردل",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - اردل"
    },
    {
        "id":1140006,
        "name":"کوهرنگ",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - کوهرنگ"
    },
    {
        "id":1140007,
        "name":"کیار",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - کیار"
    },
    {
        "id":1140008,
        "name":"سامان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - سامان"
    },
    {
        "id":1140009,
        "name":"بن",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بن"
    },
    {
        "id":1150001,
        "name":"الیگودرز",
        "ostan":"لرستان",
        "full_name":"لرستان - الیگودرز"
    },
    {
        "id":1150002,
        "name":"بروجرد",
        "ostan":"لرستان",
        "full_name":"لرستان - بروجرد"
    },
    {
        "id":1150003,
        "name":"خرم آباد",
        "ostan":"لرستان",
        "full_name":"لرستان - خرم آباد"
    },
    {
        "id":1150004,
        "name":"دلفان",
        "ostan":"لرستان",
        "full_name":"لرستان - دلفان"
    },
    {
        "id":1150005,
        "name":"دورود",
        "ostan":"لرستان",
        "full_name":"لرستان - دورود"
    },
    {
        "id":1150006,
        "name":"کوهدشت",
        "ostan":"لرستان",
        "full_name":"لرستان - کوهدشت"
    },
    {
        "id":1150007,
        "name":"ازنا",
        "ostan":"لرستان",
        "full_name":"لرستان - ازنا"
    },
    {
        "id":1150008,
        "name":"پلدختر",
        "ostan":"لرستان",
        "full_name":"لرستان - پلدختر"
    },
    {
        "id":1150009,
        "name":"سلسله",
        "ostan":"لرستان",
        "full_name":"لرستان - سلسله"
    },
    {
        "id":1160001,
        "name":"ایلام",
        "ostan":"ایلام",
        "full_name":"ایلام - ایلام"
    },
    {
        "id":1160002,
        "name":"دره شهر",
        "ostan":"ایلام",
        "full_name":"ایلام - دره شهر"
    },
    {
        "id":1160003,
        "name":"دهلران",
        "ostan":"ایلام",
        "full_name":"ایلام - دهلران"
    },
    {
        "id":1160004,
        "name":"چرداول",
        "ostan":"ایلام",
        "full_name":"ایلام - چرداول"
    },
    {
        "id":1160005,
        "name":"مهران",
        "ostan":"ایلام",
        "full_name":"ایلام - مهران"
    },
    {
        "id":1160006,
        "name":"آبدانان",
        "ostan":"ایلام",
        "full_name":"ایلام - آبدانان"
    },
    {
        "id":1160007,
        "name":"ایوان",
        "ostan":"ایلام",
        "full_name":"ایلام - ایوان"
    },
    {
        "id":1160008,
        "name":"ملکشاهی",
        "ostan":"ایلام",
        "full_name":"ایلام - ملکشاهی"
    },
    {
        "id":1160009,
        "name":"سیروان",
        "ostan":"ایلام",
        "full_name":"ایلام - سیروان"
    },
    {
        "id":1170001,
        "name":"بویراحمد",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - بویراحمد"
    },
    {
        "id":1170002,
        "name":"کهگیلویه",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - کهگیلویه"
    },
    {
        "id":1170003,
        "name":"گچساران",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - گچساران"
    },
    {
        "id":1170004,
        "name":"دنا",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - دنا"
    },
    {
        "id":1170005,
        "name":"بهمیی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - بهمیی"
    },
    {
        "id":1170006,
        "name":"چرام",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - چرام"
    },
    {
        "id":1170007,
        "name":"باشت",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - باشت"
    },
    {
        "id":1170008,
        "name":"لنده",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - لنده"
    },
    {
        "id":1170009,
        "name":"مارگون",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - مارگون"
    },
    {
        "id":1180001,
        "name":"بوشهر",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بوشهر"
    },
    {
        "id":1180002,
        "name":"تنگستان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - تنگستان"
    },
    {
        "id":1180003,
        "name":"دشتستان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - دشتستان"
    },
    {
        "id":1180004,
        "name":"دشتی",
        "ostan":"بوشهر",
        "full_name":"بوشهر - دشتی"
    },
    {
        "id":1180005,
        "name":"دیر",
        "ostan":"بوشهر",
        "full_name":"بوشهر - دیر"
    },
    {
        "id":1180006,
        "name":"کنگان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - کنگان"
    },
    {
        "id":1180007,
        "name":"گناوه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - گناوه"
    },
    {
        "id":1180008,
        "name":"دیلم",
        "ostan":"بوشهر",
        "full_name":"بوشهر - دیلم"
    },
    {
        "id":1180009,
        "name":"جم",
        "ostan":"بوشهر",
        "full_name":"بوشهر - جم"
    },
    {
        "id":1190001,
        "name":"ابهر",
        "ostan":"زنجان",
        "full_name":"زنجان - ابهر"
    },
    {
        "id":1190003,
        "name":"خدابنده",
        "ostan":"زنجان",
        "full_name":"زنجان - خدابنده"
    },
    {
        "id":1190004,
        "name":"زنجان",
        "ostan":"زنجان",
        "full_name":"زنجان - زنجان"
    },
    {
        "id":1190006,
        "name":"ایجرود",
        "ostan":"زنجان",
        "full_name":"زنجان - ایجرود"
    },
    {
        "id":1190007,
        "name":"خرمدره",
        "ostan":"زنجان",
        "full_name":"زنجان - خرمدره"
    },
    {
        "id":1190008,
        "name":"طارم",
        "ostan":"زنجان",
        "full_name":"زنجان - طارم"
    },
    {
        "id":1190009,
        "name":"ماهنشان",
        "ostan":"زنجان",
        "full_name":"زنجان - ماهنشان"
    },
    {
        "id":1200001,
        "name":"دامغان",
        "ostan":"سمنان",
        "full_name":"سمنان - دامغان"
    },
    {
        "id":1200002,
        "name":"سمنان",
        "ostan":"سمنان",
        "full_name":"سمنان - سمنان"
    },
    {
        "id":1200003,
        "name":"شاهرود",
        "ostan":"سمنان",
        "full_name":"سمنان - شاهرود"
    },
    {
        "id":1200004,
        "name":"گرمسار",
        "ostan":"سمنان",
        "full_name":"سمنان - گرمسار"
    },
    {
        "id":1200005,
        "name":"مهدی شهر",
        "ostan":"سمنان",
        "full_name":"سمنان - مهدی شهر"
    },
    {
        "id":1200006,
        "name":"آرادان",
        "ostan":"سمنان",
        "full_name":"سمنان - آرادان"
    },
    {
        "id":1200007,
        "name":"میامی",
        "ostan":"سمنان",
        "full_name":"سمنان - میامی"
    },
    {
        "id":1200008,
        "name":"سرخه",
        "ostan":"سمنان",
        "full_name":"سمنان - سرخه"
    },
    {
        "id":1210001,
        "name":"اردکان",
        "ostan":"یزد",
        "full_name":"یزد - اردکان"
    },
    {
        "id":1210002,
        "name":"بافق",
        "ostan":"یزد",
        "full_name":"یزد - بافق"
    },
    {
        "id":1210003,
        "name":"تفت",
        "ostan":"یزد",
        "full_name":"یزد - تفت"
    },
    {
        "id":1210004,
        "name":"مهریز",
        "ostan":"یزد",
        "full_name":"یزد - مهریز"
    },
    {
        "id":1210005,
        "name":"یزد",
        "ostan":"یزد",
        "full_name":"یزد - یزد"
    },
    {
        "id":1210006,
        "name":"میبد",
        "ostan":"یزد",
        "full_name":"یزد - میبد"
    },
    {
        "id":1210007,
        "name":"ابرکوه",
        "ostan":"یزد",
        "full_name":"یزد - ابرکوه"
    },
    {
        "id":1210008,
        "name":"اشکذر",
        "ostan":"یزد",
        "full_name":"یزد - اشکذر"
    },
    {
        "id":1210009,
        "name":"خاتم",
        "ostan":"یزد",
        "full_name":"یزد - خاتم"
    },
    {
        "id":1220001,
        "name":"ابوموسی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - ابوموسی"
    },
    {
        "id":1220002,
        "name":"بندر عباس",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بندر عباس"
    },
    {
        "id":1220003,
        "name":"بندر لنگه",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بندر لنگه"
    },
    {
        "id":1220004,
        "name":"قشم",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - قشم"
    },
    {
        "id":1220005,
        "name":"میناب",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - میناب"
    },
    {
        "id":1220006,
        "name":"جاسک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - جاسک"
    },
    {
        "id":1220007,
        "name":"رودان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - رودان"
    },
    {
        "id":1220008,
        "name":"حاجی آباد",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - حاجی آباد"
    },
    {
        "id":1220009,
        "name":"بستک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بستک"
    },
    {
        "id":1230001,
        "name":"تهران",
        "ostan":"تهران",
        "full_name":"تهران - تهران"
    },
    {
        "id":1230002,
        "name":"دماوند",
        "ostan":"تهران",
        "full_name":"تهران - دماوند"
    },
    {
        "id":1230003,
        "name":"ری",
        "ostan":"تهران",
        "full_name":"تهران - ری"
    },
    {
        "id":1230004,
        "name":"شمیرانات",
        "ostan":"تهران",
        "full_name":"تهران - شمیرانات"
    },
    {
        "id":1230006,
        "name":"ورامین",
        "ostan":"تهران",
        "full_name":"تهران - ورامین"
    },
    {
        "id":1230009,
        "name":"شهریار",
        "ostan":"تهران",
        "full_name":"تهران - شهریار"
    },
    {
        "id":1240001,
        "name":"اردبیل",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اردبیل"
    },
    {
        "id":1240002,
        "name":"بیله سوار",
        "ostan":"اردبیل",
        "full_name":"اردبیل - بیله سوار"
    },
    {
        "id":1240003,
        "name":"خلخال",
        "ostan":"اردبیل",
        "full_name":"اردبیل - خلخال"
    },
    {
        "id":1240004,
        "name":"مشگین شهر",
        "ostan":"اردبیل",
        "full_name":"اردبیل - مشگین شهر"
    },
    {
        "id":1240005,
        "name":"گرمی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - گرمی"
    },
    {
        "id":1240006,
        "name":"پارس آباد",
        "ostan":"اردبیل",
        "full_name":"اردبیل - پارس آباد"
    },
    {
        "id":1240007,
        "name":"کوثر",
        "ostan":"اردبیل",
        "full_name":"اردبیل - کوثر"
    },
    {
        "id":1240008,
        "name":"نمین",
        "ostan":"اردبیل",
        "full_name":"اردبیل - نمین"
    },
    {
        "id":1240009,
        "name":"نیر",
        "ostan":"اردبیل",
        "full_name":"اردبیل - نیر"
    },
    {
        "id":1250001,
        "name":"قم",
        "ostan":"قم",
        "full_name":"قم - قم"
    },
    {
        "id":1250002,
        "name":"جعفرآباد",
        "ostan":"قم",
        "full_name":"قم - جعفرآباد"
    },
    {
        "id":1250003,
        "name":"کهک",
        "ostan":"قم",
        "full_name":"قم - کهک"
    },
    {
        "id":1260001,
        "name":"بویین زهرا",
        "ostan":"قزوین",
        "full_name":"قزوین - بویین زهرا"
    },
    {
        "id":1260002,
        "name":"تاکستان",
        "ostan":"قزوین",
        "full_name":"قزوین - تاکستان"
    },
    {
        "id":1260003,
        "name":"قزوین",
        "ostan":"قزوین",
        "full_name":"قزوین - قزوین"
    },
    {
        "id":1260004,
        "name":"آبیک",
        "ostan":"قزوین",
        "full_name":"قزوین - آبیک"
    },
    {
        "id":1260005,
        "name":"البرز",
        "ostan":"قزوین",
        "full_name":"قزوین - البرز"
    },
    {
        "id":1260006,
        "name":"آوج",
        "ostan":"قزوین",
        "full_name":"قزوین - آوج"
    },
    {
        "id":1270001,
        "name":"بندرگز",
        "ostan":"گلستان",
        "full_name":"گلستان - بندرگز"
    },
    {
        "id":1270002,
        "name":"ترکمن",
        "ostan":"گلستان",
        "full_name":"گلستان - ترکمن"
    },
    {
        "id":1270003,
        "name":"علی آباد کتول",
        "ostan":"گلستان",
        "full_name":"گلستان - علی آباد کتول"
    },
    {
        "id":1270004,
        "name":"کردکوی",
        "ostan":"گلستان",
        "full_name":"گلستان - کردکوی"
    },
    {
        "id":1270005,
        "name":"گرگان",
        "ostan":"گلستان",
        "full_name":"گلستان - گرگان"
    },
    {
        "id":1270006,
        "name":"گنبدکاووس",
        "ostan":"گلستان",
        "full_name":"گلستان - گنبدکاووس"
    },
    {
        "id":1270007,
        "name":"مینودشت",
        "ostan":"گلستان",
        "full_name":"گلستان - مینودشت"
    },
    {
        "id":1270008,
        "name":"آق قلا",
        "ostan":"گلستان",
        "full_name":"گلستان - آق قلا"
    },
    {
        "id":1270009,
        "name":"کلاله",
        "ostan":"گلستان",
        "full_name":"گلستان - کلاله"
    },
    {
        "id":1280001,
        "name":"اسفراین",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - اسفراین"
    },
    {
        "id":1280002,
        "name":"بجنورد",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - بجنورد"
    },
    {
        "id":1280003,
        "name":"جاجرم",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - جاجرم"
    },
    {
        "id":1280004,
        "name":"شیروان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - شیروان"
    },
    {
        "id":1280005,
        "name":"فاروج",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - فاروج"
    },
    {
        "id":1280006,
        "name":"سملقان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - سملقان"
    },
    {
        "id":1280007,
        "name":"گرمه",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - گرمه"
    },
    {
        "id":1280008,
        "name":"راز و جرگلان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - راز و جرگلان"
    },
    {
        "id":1280009,
        "name":"بام و صفی آباد",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - بام و صفی آباد"
    },
    {
        "id":1290001,
        "name":"بیرجند",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - بیرجند"
    },
    {
        "id":1290002,
        "name":"درمیان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - درمیان"
    },
    {
        "id":1290003,
        "name":"سربیشه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - سربیشه"
    },
    {
        "id":1290004,
        "name":"قاینات",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - قاینات"
    },
    {
        "id":1290005,
        "name":"نهبندان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - نهبندان"
    },
    {
        "id":1290006,
        "name":"سرایان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - سرایان"
    },
    {
        "id":1290007,
        "name":"فردوس",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - فردوس"
    },
    {
        "id":1290008,
        "name":"بشرویه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - بشرویه"
    },
    {
        "id":1290009,
        "name":"زیرکوه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - زیرکوه"
    },
    {
        "id":1300001,
        "name":"کرج",
        "ostan":"البرز",
        "full_name":"البرز - کرج"
    },
    {
        "id":1300002,
        "name":"ساوجبلاغ",
        "ostan":"البرز",
        "full_name":"البرز - ساوجبلاغ"
    },
    {
        "id":1300003,
        "name":"نظرآباد",
        "ostan":"البرز",
        "full_name":"البرز - نظرآباد"
    },
    {
        "id":1300004,
        "name":"طالقان",
        "ostan":"البرز",
        "full_name":"البرز - طالقان"
    },
    {
        "id":1300005,
        "name":"اشتهارد",
        "ostan":"البرز",
        "full_name":"البرز - اشتهارد"
    },
    {
        "id":1300006,
        "name":"فردیس",
        "ostan":"البرز",
        "full_name":"البرز - فردیس"
    },
    {
        "id":1300007,
        "name":"چهارباغ",
        "ostan":"البرز",
        "full_name":"البرز - چهارباغ"
    },
    {
        "id":10000010,
        "name":"زرندیه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - زرندیه"
    },
    {
        "id":10000011,
        "name":"کمیجان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - کمیجان"
    },
    {
        "id":10000012,
        "name":"خنداب",
        "ostan":"مرکزی",
        "full_name":"مرکزی - خنداب"
    },
    {
        "id":10000013,
        "name":"فراهان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - فراهان"
    },
    {
        "id":10100010,
        "name":"لنگرود",
        "ostan":"گیلان",
        "full_name":"گیلان - لنگرود"
    },
    {
        "id":10100011,
        "name":"لاهیجان",
        "ostan":"گیلان",
        "full_name":"گیلان - لاهیجان"
    },
    {
        "id":10100012,
        "name":"شفت",
        "ostan":"گیلان",
        "full_name":"گیلان - شفت"
    },
    {
        "id":10100013,
        "name":"املش",
        "ostan":"گیلان",
        "full_name":"گیلان - املش"
    },
    {
        "id":10100014,
        "name":"رضوانشهر",
        "ostan":"گیلان",
        "full_name":"گیلان - رضوانشهر"
    },
    {
        "id":10100015,
        "name":"سیاهکل",
        "ostan":"گیلان",
        "full_name":"گیلان - سیاهکل"
    },
    {
        "id":10100016,
        "name":"ماسال",
        "ostan":"گیلان",
        "full_name":"گیلان - ماسال"
    },
    {
        "id":10100017,
        "name":"خمام",
        "ostan":"گیلان",
        "full_name":"گیلان - خمام"
    },
    {
        "id":10200010,
        "name":"قایم شهر",
        "ostan":"مازندران",
        "full_name":"مازندران - قایم شهر"
    },
    {
        "id":10200014,
        "name":"نور",
        "ostan":"مازندران",
        "full_name":"مازندران - نور"
    },
    {
        "id":10200015,
        "name":"نوشهر",
        "ostan":"مازندران",
        "full_name":"مازندران - نوشهر"
    },
    {
        "id":10200016,
        "name":"بابلسر",
        "ostan":"مازندران",
        "full_name":"مازندران - بابلسر"
    },
    {
        "id":10200018,
        "name":"محمودآباد",
        "ostan":"مازندران",
        "full_name":"مازندران - محمودآباد"
    },
    {
        "id":10200019,
        "name":"نکا",
        "ostan":"مازندران",
        "full_name":"مازندران - نکا"
    },
    {
        "id":10200020,
        "name":"چالوس",
        "ostan":"مازندران",
        "full_name":"مازندران - چالوس"
    },
    {
        "id":10200021,
        "name":"جویبار",
        "ostan":"مازندران",
        "full_name":"مازندران - جویبار"
    },
    {
        "id":10200022,
        "name":"گلوگاه",
        "ostan":"مازندران",
        "full_name":"مازندران - گلوگاه"
    },
    {
        "id":10200023,
        "name":"فریدونکنار",
        "ostan":"مازندران",
        "full_name":"مازندران - فریدونکنار"
    },
    {
        "id":10200024,
        "name":"عباس آباد",
        "ostan":"مازندران",
        "full_name":"مازندران - عباس آباد"
    },
    {
        "id":10200025,
        "name":"میاندورود",
        "ostan":"مازندران",
        "full_name":"مازندران - میاندورود"
    },
    {
        "id":10200026,
        "name":"سیمرغ",
        "ostan":"مازندران",
        "full_name":"مازندران - سیمرغ"
    },
    {
        "id":10200027,
        "name":"سوادکوه شمالی",
        "ostan":"مازندران",
        "full_name":"مازندران - سوادکوه شمالی"
    },
    {
        "id":10200028,
        "name":"کلاردشت",
        "ostan":"مازندران",
        "full_name":"مازندران - کلاردشت"
    },
    {
        "id":10300010,
        "name":"میانه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - میانه"
    },
    {
        "id":10300011,
        "name":"هشترود",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - هشترود"
    },
    {
        "id":10300012,
        "name":"بناب",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بناب"
    },
    {
        "id":10300013,
        "name":"بستان آباد",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بستان آباد"
    },
    {
        "id":10300014,
        "name":"شبستر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - شبستر"
    },
    {
        "id":10300015,
        "name":"کلیبر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - کلیبر"
    },
    {
        "id":10300016,
        "name":"هریس",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - هریس"
    },
    {
        "id":10300019,
        "name":"جلفا",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - جلفا"
    },
    {
        "id":10300020,
        "name":"ملکان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ملکان"
    },
    {
        "id":10300021,
        "name":"آذرشهر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - آذرشهر"
    },
    {
        "id":10300022,
        "name":"اسکو",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - اسکو"
    },
    {
        "id":10300023,
        "name":"چاراویماق",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - چاراویماق"
    },
    {
        "id":10300024,
        "name":"ورزقان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ورزقان"
    },
    {
        "id":10300025,
        "name":"عجب شیر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - عجب شیر"
    },
    {
        "id":10300026,
        "name":"خداآفرین",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - خداآفرین"
    },
    {
        "id":10300027,
        "name":"هوراند",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - هوراند"
    },
    {
        "id":10300028,
        "name":"لیلان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - لیلان"
    },
    {
        "id":10400010,
        "name":"بوکان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - بوکان"
    },
    {
        "id":10400011,
        "name":"شاهین دژ",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - شاهین دژ"
    },
    {
        "id":10400012,
        "name":"تکاب",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - تکاب"
    },
    {
        "id":10400013,
        "name":"اشنویه",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - اشنویه"
    },
    {
        "id":10400014,
        "name":"چالدران",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - چالدران"
    },
    {
        "id":10400015,
        "name":"پلدشت",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - پلدشت"
    },
    {
        "id":10400016,
        "name":"چایپاره",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - چایپاره"
    },
    {
        "id":10400017,
        "name":"شوط",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - شوط"
    },
    {
        "id":10400018,
        "name":"چهاربرج",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - چهاربرج"
    },
    {
        "id":10400019,
        "name":"باروق",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - باروق"
    },
    {
        "id":10400020,
        "name":"میرآباد",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - میرآباد"
    },
    {
        "id":10500010,
        "name":"صحنه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - صحنه"
    },
    {
        "id":10500011,
        "name":"هرسین",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - هرسین"
    },
    {
        "id":10500012,
        "name":"ثلاث باباجانی",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - ثلاث باباجانی"
    },
    {
        "id":10500013,
        "name":"دالاهو",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - دالاهو"
    },
    {
        "id":10500014,
        "name":"روانسر",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - روانسر"
    },
    {
        "id":10600010,
        "name":"رامهرمز",
        "ostan":"خوزستان",
        "full_name":"خوزستان - رامهرمز"
    },
    {
        "id":10600011,
        "name":"شادگان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شادگان"
    },
    {
        "id":10600012,
        "name":"شوشتر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شوشتر"
    },
    {
        "id":10600013,
        "name":"مسجدسلیمان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مسجدسلیمان"
    },
    {
        "id":10600014,
        "name":"شوش",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شوش"
    },
    {
        "id":10600015,
        "name":"باغ ملک",
        "ostan":"خوزستان",
        "full_name":"خوزستان - باغ ملک"
    },
    {
        "id":10600016,
        "name":"امیدیه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - امیدیه"
    },
    {
        "id":10600017,
        "name":"لالی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - لالی"
    },
    {
        "id":10600018,
        "name":"هندیجان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - هندیجان"
    },
    {
        "id":10600019,
        "name":"رامشیر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - رامشیر"
    },
    {
        "id":10600020,
        "name":"گتوند",
        "ostan":"خوزستان",
        "full_name":"خوزستان - گتوند"
    },
    {
        "id":10600021,
        "name":"اندیکا",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اندیکا"
    },
    {
        "id":10600022,
        "name":"هفتکل",
        "ostan":"خوزستان",
        "full_name":"خوزستان - هفتکل"
    },
    {
        "id":10600023,
        "name":"هویزه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - هویزه"
    },
    {
        "id":10600024,
        "name":"باوی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - باوی"
    },
    {
        "id":10600025,
        "name":"حمیدیه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حمیدیه"
    },
    {
        "id":10600026,
        "name":"آغاجاری",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آغاجاری"
    },
    {
        "id":10600027,
        "name":"کارون",
        "ostan":"خوزستان",
        "full_name":"خوزستان - کارون"
    },
    {
        "id":10600028,
        "name":"کرخه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - کرخه"
    },
    {
        "id":10600029,
        "name":"دزپارت",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دزپارت"
    },
    {
        "id":10600030,
        "name":"صیدون",
        "ostan":"خوزستان",
        "full_name":"خوزستان - صیدون"
    },
    {
        "id":10700010,
        "name":"کازرون",
        "ostan":"فارس",
        "full_name":"فارس - کازرون"
    },
    {
        "id":10700011,
        "name":"لارستان",
        "ostan":"فارس",
        "full_name":"فارس - لارستان"
    },
    {
        "id":10700012,
        "name":"مرودشت",
        "ostan":"فارس",
        "full_name":"فارس - مرودشت"
    },
    {
        "id":10700013,
        "name":"ممسنی",
        "ostan":"فارس",
        "full_name":"فارس - ممسنی"
    },
    {
        "id":10700014,
        "name":"نی ریز",
        "ostan":"فارس",
        "full_name":"فارس - نی ریز"
    },
    {
        "id":10700015,
        "name":"لامرد",
        "ostan":"فارس",
        "full_name":"فارس - لامرد"
    },
    {
        "id":10700016,
        "name":"بوانات",
        "ostan":"فارس",
        "full_name":"فارس - بوانات"
    },
    {
        "id":10700017,
        "name":"ارسنجان",
        "ostan":"فارس",
        "full_name":"فارس - ارسنجان"
    },
    {
        "id":10700018,
        "name":"خرم بید",
        "ostan":"فارس",
        "full_name":"فارس - خرم بید"
    },
    {
        "id":10700019,
        "name":"زرین دشت",
        "ostan":"فارس",
        "full_name":"فارس - زرین دشت"
    },
    {
        "id":10700020,
        "name":"قیروکارزین",
        "ostan":"فارس",
        "full_name":"فارس - قیروکارزین"
    },
    {
        "id":10700021,
        "name":"مهر",
        "ostan":"فارس",
        "full_name":"فارس - مهر"
    },
    {
        "id":10700022,
        "name":"فراشبند",
        "ostan":"فارس",
        "full_name":"فارس - فراشبند"
    },
    {
        "id":10700023,
        "name":"پاسارگاد",
        "ostan":"فارس",
        "full_name":"فارس - پاسارگاد"
    },
    {
        "id":10700024,
        "name":"خنج",
        "ostan":"فارس",
        "full_name":"فارس - خنج"
    },
    {
        "id":10700025,
        "name":"سروستان",
        "ostan":"فارس",
        "full_name":"فارس - سروستان"
    },
    {
        "id":10700026,
        "name":"رستم",
        "ostan":"فارس",
        "full_name":"فارس - رستم"
    },
    {
        "id":10700027,
        "name":"گراش",
        "ostan":"فارس",
        "full_name":"فارس - گراش"
    },
    {
        "id":10700028,
        "name":"کوار",
        "ostan":"فارس",
        "full_name":"فارس - کوار"
    },
    {
        "id":10700029,
        "name":"خرامه",
        "ostan":"فارس",
        "full_name":"فارس - خرامه"
    },
    {
        "id":10700030,
        "name":"زرقان",
        "ostan":"فارس",
        "full_name":"فارس - زرقان"
    },
    {
        "id":10700031,
        "name":"بیضا",
        "ostan":"فارس",
        "full_name":"فارس - بیضا"
    },
    {
        "id":10700032,
        "name":"سرچهان",
        "ostan":"فارس",
        "full_name":"فارس - سرچهان"
    },
    {
        "id":10700033,
        "name":"کوه چنار",
        "ostan":"فارس",
        "full_name":"فارس - کوه چنار"
    },
    {
        "id":10700034,
        "name":"خفر",
        "ostan":"فارس",
        "full_name":"فارس - خفر"
    },
    {
        "id":10700035,
        "name":"بختگان",
        "ostan":"فارس",
        "full_name":"فارس - بختگان"
    },
    {
        "id":10700036,
        "name":"اوز",
        "ostan":"فارس",
        "full_name":"فارس - اوز"
    },
    {
        "id":10700037,
        "name":"جویم",
        "ostan":"فارس",
        "full_name":"فارس - جویم"
    },
    {
        "id":10800010,
        "name":"بردسیر",
        "ostan":"کرمان",
        "full_name":"کرمان - بردسیر"
    },
    {
        "id":10800011,
        "name":"راور",
        "ostan":"کرمان",
        "full_name":"کرمان - راور"
    },
    {
        "id":10800012,
        "name":"عنبرآباد",
        "ostan":"کرمان",
        "full_name":"کرمان - عنبرآباد"
    },
    {
        "id":10800013,
        "name":"منوجان",
        "ostan":"کرمان",
        "full_name":"کرمان - منوجان"
    },
    {
        "id":10800014,
        "name":"کوهبنان",
        "ostan":"کرمان",
        "full_name":"کرمان - کوهبنان"
    },
    {
        "id":10800015,
        "name":"رودبارجنوب",
        "ostan":"کرمان",
        "full_name":"کرمان - رودبارجنوب"
    },
    {
        "id":10800016,
        "name":"قلعه گنج",
        "ostan":"کرمان",
        "full_name":"کرمان - قلعه گنج"
    },
    {
        "id":10800017,
        "name":"ریگان",
        "ostan":"کرمان",
        "full_name":"کرمان - ریگان"
    },
    {
        "id":10800018,
        "name":"رابر",
        "ostan":"کرمان",
        "full_name":"کرمان - رابر"
    },
    {
        "id":10800019,
        "name":"فهرج",
        "ostan":"کرمان",
        "full_name":"کرمان - فهرج"
    },
    {
        "id":10800020,
        "name":"انار",
        "ostan":"کرمان",
        "full_name":"کرمان - انار"
    },
    {
        "id":10800021,
        "name":"نرماشیر",
        "ostan":"کرمان",
        "full_name":"کرمان - نرماشیر"
    },
    {
        "id":10800022,
        "name":"فاریاب",
        "ostan":"کرمان",
        "full_name":"کرمان - فاریاب"
    },
    {
        "id":10800023,
        "name":"ارزوییه",
        "ostan":"کرمان",
        "full_name":"کرمان - ارزوییه"
    },
    {
        "id":10800024,
        "name":"گنبکی",
        "ostan":"کرمان",
        "full_name":"کرمان - گنبکی"
    },
    {
        "id":10800025,
        "name":"جازموریان",
        "ostan":"کرمان",
        "full_name":"کرمان - جازموریان"
    },
    {
        "id":10900013,
        "name":"قوچان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - قوچان"
    },
    {
        "id":10900014,
        "name":"کاشمر",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کاشمر"
    },
    {
        "id":10900015,
        "name":"گناباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - گناباد"
    },
    {
        "id":10900016,
        "name":"مشهد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد"
    },
    {
        "id":10900017,
        "name":"نیشابور",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نیشابور"
    },
    {
        "id":10900018,
        "name":"چناران",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - چناران"
    },
    {
        "id":10900019,
        "name":"خواف",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - خواف"
    },
    {
        "id":10900020,
        "name":"سرخس",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سرخس"
    },
    {
        "id":10900022,
        "name":"فریمان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - فریمان"
    },
    {
        "id":10900023,
        "name":"بردسکن",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بردسکن"
    },
    {
        "id":10900027,
        "name":"رشتخوار",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - رشتخوار"
    },
    {
        "id":10900028,
        "name":"کلات",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کلات"
    },
    {
        "id":10900029,
        "name":"خلیل آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - خلیل آباد"
    },
    {
        "id":10900030,
        "name":"مه ولات",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مه ولات"
    },
    {
        "id":10900031,
        "name":"بجستان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بجستان"
    },
    {
        "id":10900032,
        "name":"طرقبه شاندیز",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - طرقبه شاندیز"
    },
    {
        "id":10900033,
        "name":"فیروزه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - فیروزه"
    },
    {
        "id":10900034,
        "name":"جغتای",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جغتای"
    },
    {
        "id":10900035,
        "name":"زاوه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - زاوه"
    },
    {
        "id":10900036,
        "name":"جوین",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جوین"
    },
    {
        "id":10900037,
        "name":"باخرز",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - باخرز"
    },
    {
        "id":10900038,
        "name":"خوشاب",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - خوشاب"
    },
    {
        "id":10900039,
        "name":"داورزن",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - داورزن"
    },
    {
        "id":10900040,
        "name":"صالح آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - صالح آباد"
    },
    {
        "id":10900041,
        "name":"کوهسرخ",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کوهسرخ"
    },
    {
        "id":10900042,
        "name":"زبرخان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - زبرخان"
    },
    {
        "id":10900043,
        "name":"ششتمد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - ششتمد"
    },
    {
        "id":10900044,
        "name":"گلبهار",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - گلبهار"
    },
    {
        "id":10900045,
        "name":"میان جلگه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - میان جلگه"
    },
    {
        "id":11000010,
        "name":"کاشان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کاشان"
    },
    {
        "id":11000011,
        "name":"گلپایگان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گلپایگان"
    },
    {
        "id":11000012,
        "name":"لنجان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - لنجان"
    },
    {
        "id":11000013,
        "name":"نایین",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نایین"
    },
    {
        "id":11000014,
        "name":"نجف آباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نجف آباد"
    },
    {
        "id":11000015,
        "name":"نطنز",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نطنز"
    },
    {
        "id":11000016,
        "name":"شاهین شهرو میمه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - شاهین شهرو میمه"
    },
    {
        "id":11000017,
        "name":"مبارکه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - مبارکه"
    },
    {
        "id":11000018,
        "name":"آران و بیدگل",
        "ostan":"اصفهان",
        "full_name":"اصفهان - آران و بیدگل"
    },
    {
        "id":11000019,
        "name":"تیران وکرون",
        "ostan":"اصفهان",
        "full_name":"اصفهان - تیران وکرون"
    },
    {
        "id":11000020,
        "name":"چادگان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - چادگان"
    },
    {
        "id":11000021,
        "name":"دهاقان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - دهاقان"
    },
    {
        "id":11000022,
        "name":"برخوار",
        "ostan":"اصفهان",
        "full_name":"اصفهان - برخوار"
    },
    {
        "id":11000023,
        "name":"خور و بیابانک",
        "ostan":"اصفهان",
        "full_name":"اصفهان - خور و بیابانک"
    },
    {
        "id":11000024,
        "name":"بویین و میاندشت",
        "ostan":"اصفهان",
        "full_name":"اصفهان - بویین و میاندشت"
    },
    {
        "id":11000025,
        "name":"کوهپایه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کوهپایه"
    },
    {
        "id":11000026,
        "name":"جرقویه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جرقویه"
    },
    {
        "id":11000027,
        "name":"ورزنه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ورزنه"
    },
    {
        "id":11000028,
        "name":"هرند",
        "ostan":"اصفهان",
        "full_name":"اصفهان - هرند"
    },
    {
        "id":11100010,
        "name":"زهک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زهک"
    },
    {
        "id":11100011,
        "name":"هیرمند",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - هیرمند"
    },
    {
        "id":11100012,
        "name":"دلگان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - دلگان"
    },
    {
        "id":11100013,
        "name":"مهرستان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - مهرستان"
    },
    {
        "id":11100014,
        "name":"سیب و سوران",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سیب و سوران"
    },
    {
        "id":11100015,
        "name":"نیمروز",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - نیمروز"
    },
    {
        "id":11100016,
        "name":"هامون",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - هامون"
    },
    {
        "id":11100017,
        "name":"میرجاوه",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - میرجاوه"
    },
    {
        "id":11100018,
        "name":"قصرقند",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - قصرقند"
    },
    {
        "id":11100019,
        "name":"فنوج",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - فنوج"
    },
    {
        "id":11100020,
        "name":"بمپور",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بمپور"
    },
    {
        "id":11100021,
        "name":"تفتان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - تفتان"
    },
    {
        "id":11100022,
        "name":"دشتیاری",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - دشتیاری"
    },
    {
        "id":11100023,
        "name":"سرباز",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سرباز"
    },
    {
        "id":11100024,
        "name":"گلشن",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - گلشن"
    },
    {
        "id":11100025,
        "name":"لاشار",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - لاشار"
    },
    {
        "id":11100026,
        "name":"زرآباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زرآباد"
    },
    {
        "id":11200010,
        "name":"دهگلان",
        "ostan":"کردستان",
        "full_name":"کردستان - دهگلان"
    },
    {
        "id":11300010,
        "name":"درگزین",
        "ostan":"همدان",
        "full_name":"همدان - درگزین"
    },
    {
        "id":11400010,
        "name":"خانمیرزا",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - خانمیرزا"
    },
    {
        "id":11400011,
        "name":"فلارد",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - فلارد"
    },
    {
        "id":11400012,
        "name":"فرخ شهر",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - فرخ شهر"
    },
    {
        "id":11500010,
        "name":"چگنی",
        "ostan":"لرستان",
        "full_name":"لرستان - چگنی"
    },
    {
        "id":11500011,
        "name":"رومشکان",
        "ostan":"لرستان",
        "full_name":"لرستان - رومشکان"
    },
    {
        "id":11500012,
        "name":"معمولان",
        "ostan":"لرستان",
        "full_name":"لرستان - معمولان"
    },
    {
        "id":11600010,
        "name":"بدره",
        "ostan":"ایلام",
        "full_name":"ایلام - بدره"
    },
    {
        "id":11600011,
        "name":"هلیلان",
        "ostan":"ایلام",
        "full_name":"ایلام - هلیلان"
    },
    {
        "id":11600012,
        "name":"چوار",
        "ostan":"ایلام",
        "full_name":"ایلام - چوار"
    },
    {
        "id":11800010,
        "name":"عسلویه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - عسلویه"
    },
    {
        "id":11900010,
        "name":"سلطانیه",
        "ostan":"زنجان",
        "full_name":"زنجان - سلطانیه"
    },
    {
        "id":12100011,
        "name":"بهاباد",
        "ostan":"یزد",
        "full_name":"یزد - بهاباد"
    },
    {
        "id":12100012,
        "name":"مروست",
        "ostan":"یزد",
        "full_name":"یزد - مروست"
    },
    {
        "id":12100013,
        "name":"زارچ",
        "ostan":"یزد",
        "full_name":"یزد - زارچ"
    },
    {
        "id":12200010,
        "name":"خمیر",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - خمیر"
    },
    {
        "id":12200011,
        "name":"پارسیان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - پارسیان"
    },
    {
        "id":12200012,
        "name":"سیریک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سیریک"
    },
    {
        "id":12200013,
        "name":"بشاگرد",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بشاگرد"
    },
    {
        "id":12300010,
        "name":"اسلامشهر",
        "ostan":"تهران",
        "full_name":"تهران - اسلامشهر"
    },
    {
        "id":12300012,
        "name":"رباط کریم",
        "ostan":"تهران",
        "full_name":"تهران - رباط کریم"
    },
    {
        "id":12300013,
        "name":"پاکدشت",
        "ostan":"تهران",
        "full_name":"تهران - پاکدشت"
    },
    {
        "id":12300014,
        "name":"فیروزکوه",
        "ostan":"تهران",
        "full_name":"تهران - فیروزکوه"
    },
    {
        "id":12300016,
        "name":"قدس",
        "ostan":"تهران",
        "full_name":"تهران - قدس"
    },
    {
        "id":12300017,
        "name":"ملارد",
        "ostan":"تهران",
        "full_name":"تهران - ملارد"
    },
    {
        "id":12300018,
        "name":"پیشوا",
        "ostan":"تهران",
        "full_name":"تهران - پیشوا"
    },
    {
        "id":12300019,
        "name":"بهارستان",
        "ostan":"تهران",
        "full_name":"تهران - بهارستان"
    },
    {
        "id":12300020,
        "name":"پردیس",
        "ostan":"تهران",
        "full_name":"تهران - پردیس"
    },
    {
        "id":12300021,
        "name":"قرچک",
        "ostan":"تهران",
        "full_name":"تهران - قرچک"
    },
    {
        "id":12400010,
        "name":"سرعین",
        "ostan":"اردبیل",
        "full_name":"اردبیل - سرعین"
    },
    {
        "id":12400011,
        "name":"اصلاندوز",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اصلاندوز"
    },
    {
        "id":12400012,
        "name":"انگوت",
        "ostan":"اردبیل",
        "full_name":"اردبیل - انگوت"
    },
    {
        "id":12700010,
        "name":"آزادشهر",
        "ostan":"گلستان",
        "full_name":"گلستان - آزادشهر"
    },
    {
        "id":12700011,
        "name":"رامیان",
        "ostan":"گلستان",
        "full_name":"گلستان - رامیان"
    },
    {
        "id":12700012,
        "name":"مراوه تپه",
        "ostan":"گلستان",
        "full_name":"گلستان - مراوه تپه"
    },
    {
        "id":12700013,
        "name":"گمیشان",
        "ostan":"گلستان",
        "full_name":"گلستان - گمیشان"
    },
    {
        "id":12700014,
        "name":"گالیکش",
        "ostan":"گلستان",
        "full_name":"گلستان - گالیکش"
    },
    {
        "id":12800010,
        "name":"مانه",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - مانه"
    },
    {
        "id":12900010,
        "name":"خوسف",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - خوسف"
    },
    {
        "id":12900011,
        "name":"طبس",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - طبس"
    },
    {
        "id":1000001001,
        "name":"امان آباد",
        "ostan":"مرکزی",
        "full_name":"مرکزی - امان آباد"
    },
    {
        "id":1000001002,
        "name":"امیریه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - امیریه"
    },
    {
        "id":1000001003,
        "name":"داودآباد",
        "ostan":"مرکزی",
        "full_name":"مرکزی - داودآباد"
    },
    {
        "id":1000001004,
        "name":"معصومیه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - معصومیه"
    },
    {
        "id":1000001005,
        "name":"سده",
        "ostan":"مرکزی",
        "full_name":"مرکزی - سده"
    },
    {
        "id":1000001006,
        "name":"شمس آباد",
        "ostan":"مرکزی",
        "full_name":"مرکزی - شمس آباد"
    },
    {
        "id":1000001008,
        "name":"مشهد میقان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - مشهد میقان"
    },
    {
        "id":1000002001,
        "name":"سیاوشان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - سیاوشان"
    },
    {
        "id":1000002002,
        "name":"گرکان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - گرکان"
    },
    {
        "id":1000002003,
        "name":"مزرعه نو",
        "ostan":"مرکزی",
        "full_name":"مرکزی - مزرعه نو"
    },
    {
        "id":1000003001,
        "name":"بازرجان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - بازرجان"
    },
    {
        "id":1000003002,
        "name":"رودبار",
        "ostan":"مرکزی",
        "full_name":"مرکزی - رودبار"
    },
    {
        "id":1000003003,
        "name":"خرازان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - خرازان"
    },
    {
        "id":1000003004,
        "name":"کوه پناه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - کوه پناه"
    },
    {
        "id":1000004001,
        "name":"چهار چشمه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - چهار چشمه"
    },
    {
        "id":1000004002,
        "name":"خرم دشت",
        "ostan":"مرکزی",
        "full_name":"مرکزی - خرم دشت"
    },
    {
        "id":1000004003,
        "name":"حمزه لو",
        "ostan":"مرکزی",
        "full_name":"مرکزی - حمزه لو"
    },
    {
        "id":1000004005,
        "name":"رستاق",
        "ostan":"مرکزی",
        "full_name":"مرکزی - رستاق"
    },
    {
        "id":1000004006,
        "name":"صالحان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - صالحان"
    },
    {
        "id":1000004007,
        "name":"گله زن",
        "ostan":"مرکزی",
        "full_name":"مرکزی - گله زن"
    },
    {
        "id":1000005001,
        "name":"دودهک",
        "ostan":"مرکزی",
        "full_name":"مرکزی - دودهک"
    },
    {
        "id":1000005002,
        "name":"هستیجان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - هستیجان"
    },
    {
        "id":1000005003,
        "name":"جاسب",
        "ostan":"مرکزی",
        "full_name":"مرکزی - جاسب"
    },
    {
        "id":1000005004,
        "name":"جوشق",
        "ostan":"مرکزی",
        "full_name":"مرکزی - جوشق"
    },
    {
        "id":1000006001,
        "name":"آق کهریز",
        "ostan":"مرکزی",
        "full_name":"مرکزی - آق کهریز"
    },
    {
        "id":1000006002,
        "name":"طراز ناهید",
        "ostan":"مرکزی",
        "full_name":"مرکزی - طراز ناهید"
    },
    {
        "id":1000006003,
        "name":"قره چای",
        "ostan":"مرکزی",
        "full_name":"مرکزی - قره چای"
    },
    {
        "id":1000006004,
        "name":"نورعلی بیک",
        "ostan":"مرکزی",
        "full_name":"مرکزی - نورعلی بیک"
    },
    {
        "id":1000007001,
        "name":"آستانه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - آستانه"
    },
    {
        "id":1000007002,
        "name":"کوهسار",
        "ostan":"مرکزی",
        "full_name":"مرکزی - کوهسار"
    },
    {
        "id":1000007003,
        "name":"نهرمیان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - نهرمیان"
    },
    {
        "id":1000007004,
        "name":"قره کهریز",
        "ostan":"مرکزی",
        "full_name":"مرکزی - قره کهریز"
    },
    {
        "id":1000007007,
        "name":"کزاز",
        "ostan":"مرکزی",
        "full_name":"مرکزی - کزاز"
    },
    {
        "id":1000009001,
        "name":"باقرآباد",
        "ostan":"مرکزی",
        "full_name":"مرکزی - باقرآباد"
    },
    {
        "id":1000009002,
        "name":"خورهه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - خورهه"
    },
    {
        "id":1010001001,
        "name":"حیران",
        "ostan":"گیلان",
        "full_name":"گیلان - حیران"
    },
    {
        "id":1010001002,
        "name":"لوندویل",
        "ostan":"گیلان",
        "full_name":"گیلان - لوندویل"
    },
    {
        "id":1010001003,
        "name":"ویرمونی",
        "ostan":"گیلان",
        "full_name":"گیلان - ویرمونی"
    },
    {
        "id":1010002001,
        "name":"دهگاه",
        "ostan":"گیلان",
        "full_name":"گیلان - دهگاه"
    },
    {
        "id":1010002002,
        "name":"کیاشهر",
        "ostan":"گیلان",
        "full_name":"گیلان - کیاشهر"
    },
    {
        "id":1010002003,
        "name":"کیسم",
        "ostan":"گیلان",
        "full_name":"گیلان - کیسم"
    },
    {
        "id":1010002004,
        "name":"چهارده",
        "ostan":"گیلان",
        "full_name":"گیلان - چهارده"
    },
    {
        "id":1010003001,
        "name":"چهار فریضه",
        "ostan":"گیلان",
        "full_name":"گیلان - چهار فریضه"
    },
    {
        "id":1010003002,
        "name":"لیچارکی حسن رود",
        "ostan":"گیلان",
        "full_name":"گیلان - لیچارکی حسن رود"
    },
    {
        "id":1010004001,
        "name":"اسالم",
        "ostan":"گیلان",
        "full_name":"گیلان - اسالم"
    },
    {
        "id":1010004002,
        "name":"ساحلی جوکندان",
        "ostan":"گیلان",
        "full_name":"گیلان - ساحلی جوکندان"
    },
    {
        "id":1010004003,
        "name":"طولارود",
        "ostan":"گیلان",
        "full_name":"گیلان - طولارود"
    },
    {
        "id":1010004004,
        "name":"کوهستانی تالش",
        "ostan":"گیلان",
        "full_name":"گیلان - کوهستانی تالش"
    },
    {
        "id":1010004005,
        "name":"اسالم",
        "ostan":"گیلان",
        "full_name":"گیلان - اسالم"
    },
    {
        "id":1010004006,
        "name":"حویق",
        "ostan":"گیلان",
        "full_name":"گیلان - حویق"
    },
    {
        "id":1010005001,
        "name":"اسلام آباد",
        "ostan":"گیلان",
        "full_name":"گیلان - اسلام آباد"
    },
    {
        "id":1010005002,
        "name":"سراوان",
        "ostan":"گیلان",
        "full_name":"گیلان - سراوان"
    },
    {
        "id":1010005003,
        "name":"سنگر",
        "ostan":"گیلان",
        "full_name":"گیلان - سنگر"
    },
    {
        "id":1010005004,
        "name":"لاکان",
        "ostan":"گیلان",
        "full_name":"گیلان - لاکان"
    },
    {
        "id":1010005005,
        "name":"مرکزی",
        "ostan":"گیلان",
        "full_name":"گیلان - مرکزی"
    },
    {
        "id":1010005006,
        "name":"خشکبیجار",
        "ostan":"گیلان",
        "full_name":"گیلان - خشکبیجار"
    },
    {
        "id":1010006001,
        "name":"خورگام",
        "ostan":"گیلان",
        "full_name":"گیلان - خورگام"
    },
    {
        "id":1010006002,
        "name":"دشتویل",
        "ostan":"گیلان",
        "full_name":"گیلان - دشتویل"
    },
    {
        "id":1010006003,
        "name":"کلشتر",
        "ostan":"گیلان",
        "full_name":"گیلان - کلشتر"
    },
    {
        "id":1010006004,
        "name":"خورگام",
        "ostan":"گیلان",
        "full_name":"گیلان - خورگام"
    },
    {
        "id":1010007001,
        "name":"اشکور سفلی",
        "ostan":"گیلان",
        "full_name":"گیلان - اشکور سفلی"
    },
    {
        "id":1010007002,
        "name":"اشکور علیا و سیارستاق ییلاقی",
        "ostan":"گیلان",
        "full_name":"گیلان - اشکور علیا و سیارستاق ییلاقی"
    },
    {
        "id":1010007003,
        "name":"رحیم آباد",
        "ostan":"گیلان",
        "full_name":"گیلان - رحیم آباد"
    },
    {
        "id":1010007004,
        "name":"شوئیل",
        "ostan":"گیلان",
        "full_name":"گیلان - شوئیل"
    },
    {
        "id":1010007005,
        "name":"کلاچای",
        "ostan":"گیلان",
        "full_name":"گیلان - کلاچای"
    },
    {
        "id":1010008001,
        "name":"تولم",
        "ostan":"گیلان",
        "full_name":"گیلان - تولم"
    },
    {
        "id":1010008002,
        "name":"هندوخاله",
        "ostan":"گیلان",
        "full_name":"گیلان - هندوخاله"
    },
    {
        "id":1010008003,
        "name":"کسما",
        "ostan":"گیلان",
        "full_name":"گیلان - کسما"
    },
    {
        "id":1010008004,
        "name":"پیشخوان",
        "ostan":"گیلان",
        "full_name":"گیلان - پیشخوان"
    },
    {
        "id":1010008005,
        "name":"ضیابر",
        "ostan":"گیلان",
        "full_name":"گیلان - ضیابر"
    },
    {
        "id":1010009001,
        "name":"آلیان",
        "ostan":"گیلان",
        "full_name":"گیلان - آلیان"
    },
    {
        "id":1010009002,
        "name":"سردار جنگل",
        "ostan":"گیلان",
        "full_name":"گیلان - سردار جنگل"
    },
    {
        "id":1010009003,
        "name":"سردارجنگل",
        "ostan":"گیلان",
        "full_name":"گیلان - سردارجنگل"
    },
    {
        "id":1010009004,
        "name":"گشت",
        "ostan":"گیلان",
        "full_name":"گیلان - گشت"
    },
    {
        "id":1010009005,
        "name":"گوراب پس",
        "ostan":"گیلان",
        "full_name":"گیلان - گوراب پس"
    },
    {
        "id":1010009006,
        "name":"لولمان",
        "ostan":"گیلان",
        "full_name":"گیلان - لولمان"
    },
    {
        "id":1020001001,
        "name":"بالالاریجان",
        "ostan":"مازندران",
        "full_name":"مازندران - بالالاریجان"
    },
    {
        "id":1020001002,
        "name":"لاریجان سفلی",
        "ostan":"مازندران",
        "full_name":"مازندران - لاریجان سفلی"
    },
    {
        "id":1020001003,
        "name":"دابوی میانی",
        "ostan":"مازندران",
        "full_name":"مازندران - دابوی میانی"
    },
    {
        "id":1020001004,
        "name":"امامزاده عبدالله",
        "ostan":"مازندران",
        "full_name":"مازندران - امامزاده عبدالله"
    },
    {
        "id":1020001005,
        "name":"دشت سر",
        "ostan":"مازندران",
        "full_name":"مازندران - دشت سر"
    },
    {
        "id":1020001006,
        "name":"هرازپی جنوبی",
        "ostan":"مازندران",
        "full_name":"مازندران - هرازپی جنوبی"
    },
    {
        "id":1020001007,
        "name":"دشت سر سفلی",
        "ostan":"مازندران",
        "full_name":"مازندران - دشت سر سفلی"
    },
    {
        "id":1020002001,
        "name":"خوش رود",
        "ostan":"مازندران",
        "full_name":"مازندران - خوش رود"
    },
    {
        "id":1020002002,
        "name":"فیضیه",
        "ostan":"مازندران",
        "full_name":"مازندران - فیضیه"
    },
    {
        "id":1020002003,
        "name":"بندپی شرقی",
        "ostan":"مازندران",
        "full_name":"مازندران - بندپی شرقی"
    },
    {
        "id":1020002004,
        "name":"شهیدآباد",
        "ostan":"مازندران",
        "full_name":"مازندران - شهیدآباد"
    },
    {
        "id":1020002005,
        "name":"گنج افروز",
        "ostan":"مازندران",
        "full_name":"مازندران - گنج افروز"
    },
    {
        "id":1020002006,
        "name":"گتاب",
        "ostan":"مازندران",
        "full_name":"مازندران - گتاب"
    },
    {
        "id":1020004001,
        "name":"کوهستان",
        "ostan":"مازندران",
        "full_name":"مازندران - کوهستان"
    },
    {
        "id":1020004002,
        "name":"میان کاله",
        "ostan":"مازندران",
        "full_name":"مازندران - میان کاله"
    },
    {
        "id":1020004003,
        "name":"پنج هزاره",
        "ostan":"مازندران",
        "full_name":"مازندران - پنج هزاره"
    },
    {
        "id":1020004004,
        "name":"یانه سر",
        "ostan":"مازندران",
        "full_name":"مازندران - یانه سر"
    },
    {
        "id":1020005001,
        "name":"میرشمس الدین",
        "ostan":"مازندران",
        "full_name":"مازندران - میرشمس الدین"
    },
    {
        "id":1020005002,
        "name":"گلیجان",
        "ostan":"مازندران",
        "full_name":"مازندران - گلیجان"
    },
    {
        "id":1020005003,
        "name":"سه هزار",
        "ostan":"مازندران",
        "full_name":"مازندران - سه هزار"
    },
    {
        "id":1020005004,
        "name":"بلده شرقی",
        "ostan":"مازندران",
        "full_name":"مازندران - بلده شرقی"
    },
    {
        "id":1020005005,
        "name":"کوهستان",
        "ostan":"مازندران",
        "full_name":"مازندران - کوهستان"
    },
    {
        "id":1020006001,
        "name":"جنت رودبار",
        "ostan":"مازندران",
        "full_name":"مازندران - جنت رودبار"
    },
    {
        "id":1020006002,
        "name":"چهل شهید",
        "ostan":"مازندران",
        "full_name":"مازندران - چهل شهید"
    },
    {
        "id":1020006003,
        "name":"سخت سر",
        "ostan":"مازندران",
        "full_name":"مازندران - سخت سر"
    },
    {
        "id":1020006004,
        "name":"اشکور",
        "ostan":"مازندران",
        "full_name":"مازندران - اشکور"
    },
    {
        "id":1020007001,
        "name":"پشتکوه",
        "ostan":"مازندران",
        "full_name":"مازندران - پشتکوه"
    },
    {
        "id":1020007002,
        "name":"چهاردانگه",
        "ostan":"مازندران",
        "full_name":"مازندران - چهاردانگه"
    },
    {
        "id":1020007003,
        "name":"گرماب",
        "ostan":"مازندران",
        "full_name":"مازندران - گرماب"
    },
    {
        "id":1020007005,
        "name":"مذکوره",
        "ostan":"مازندران",
        "full_name":"مازندران - مذکوره"
    },
    {
        "id":1020007006,
        "name":"میاندورود کوچک",
        "ostan":"مازندران",
        "full_name":"مازندران - میاندورود کوچک"
    },
    {
        "id":1020007007,
        "name":"رودپی شمالی",
        "ostan":"مازندران",
        "full_name":"مازندران - رودپی شمالی"
    },
    {
        "id":1020008001,
        "name":"راستوپی",
        "ostan":"مازندران",
        "full_name":"مازندران - راستوپی"
    },
    {
        "id":1020008002,
        "name":"کسلیان",
        "ostan":"مازندران",
        "full_name":"مازندران - کسلیان"
    },
    {
        "id":1020008003,
        "name":"ولوپی",
        "ostan":"مازندران",
        "full_name":"مازندران - ولوپی"
    },
    {
        "id":1030002001,
        "name":"آذغان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - آذغان"
    },
    {
        "id":1030002002,
        "name":"اوچ هاچا",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - اوچ هاچا"
    },
    {
        "id":1030002003,
        "name":"بزکش",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بزکش"
    },
    {
        "id":1030002005,
        "name":"گویجه بل",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - گویجه بل"
    },
    {
        "id":1030002006,
        "name":"ورگهان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ورگهان"
    },
    {
        "id":1030003001,
        "name":"آجی چای",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - آجی چای"
    },
    {
        "id":1030003002,
        "name":"اسپران",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - اسپران"
    },
    {
        "id":1030003003,
        "name":"مرکزی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مرکزی"
    },
    {
        "id":1030003004,
        "name":"خسروشاه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - خسروشاه"
    },
    {
        "id":1030003005,
        "name":"باسمنج",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - باسمنج"
    },
    {
        "id":1030003006,
        "name":"سردصحرا",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سردصحرا"
    },
    {
        "id":1030005001,
        "name":"ابرغان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ابرغان"
    },
    {
        "id":1030005002,
        "name":"آغمیون",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - آغمیون"
    },
    {
        "id":1030005003,
        "name":"شربیان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - شربیان"
    },
    {
        "id":1030005004,
        "name":"رازلیق",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - رازلیق"
    },
    {
        "id":1030005005,
        "name":"صایین",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - صایین"
    },
    {
        "id":1030005006,
        "name":"ملایعقوب",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ملایعقوب"
    },
    {
        "id":1030006001,
        "name":"سراجوی جنوبی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سراجوی جنوبی"
    },
    {
        "id":1030006002,
        "name":"سراجوی شرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سراجوی شرقی"
    },
    {
        "id":1030006003,
        "name":"سراجوی شمالی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سراجوی شمالی"
    },
    {
        "id":1030006004,
        "name":"سراجوی غربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سراجوی غربی"
    },
    {
        "id":1030006005,
        "name":"قره ناز",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - قره ناز"
    },
    {
        "id":1030007001,
        "name":"بناب",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بناب"
    },
    {
        "id":1030007002,
        "name":"یکانات",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - یکانات"
    },
    {
        "id":1030007003,
        "name":"یامچی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - یامچی"
    },
    {
        "id":1030007004,
        "name":"زنوزق",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - زنوزق"
    },
    {
        "id":1030007006,
        "name":"میشاب شمالی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - میشاب شمالی"
    },
    {
        "id":1030007007,
        "name":"هرزندات شرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - هرزندات شرقی"
    },
    {
        "id":1030007008,
        "name":"هرزندات غربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - هرزندات غربی"
    },
    {
        "id":1040001001,
        "name":"انزل جنوبی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - انزل جنوبی"
    },
    {
        "id":1040001002,
        "name":"انزل شمالی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - انزل شمالی"
    },
    {
        "id":1040001003,
        "name":"مرگور",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - مرگور"
    },
    {
        "id":1040001004,
        "name":"باش قلعه",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - باش قلعه"
    },
    {
        "id":1040001005,
        "name":"بکشلوچای",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - بکشلوچای"
    },
    {
        "id":1040001006,
        "name":"ترکمان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ترکمان"
    },
    {
        "id":1040001007,
        "name":"دول",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - دول"
    },
    {
        "id":1040001008,
        "name":"روضه چای",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - روضه چای"
    },
    {
        "id":1040002001,
        "name":"پیران",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - پیران"
    },
    {
        "id":1040002002,
        "name":"لاهیجان غربی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - لاهیجان غربی"
    },
    {
        "id":1040002004,
        "name":"منگورغربی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - منگورغربی"
    },
    {
        "id":1040002005,
        "name":"لاهیجان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - لاهیجان"
    },
    {
        "id":1040003001,
        "name":"الند",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - الند"
    },
    {
        "id":1040003002,
        "name":"ولدیان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ولدیان"
    },
    {
        "id":1040003003,
        "name":"دیزج",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - دیزج"
    },
    {
        "id":1040003004,
        "name":"رهال",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - رهال"
    },
    {
        "id":1040003005,
        "name":"قطور",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - قطور"
    },
    {
        "id":1040003006,
        "name":"فیرورق",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - فیرورق"
    },
    {
        "id":1040003007,
        "name":"قره سو",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - قره سو"
    },
    {
        "id":1040004001,
        "name":"آلان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - آلان"
    },
    {
        "id":1040004002,
        "name":"گورک سردشت",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - گورک سردشت"
    },
    {
        "id":1040004003,
        "name":"بریاجی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - بریاجی"
    },
    {
        "id":1040005001,
        "name":"چهریق",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - چهریق"
    },
    {
        "id":1040005002,
        "name":"شپیران",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - شپیران"
    },
    {
        "id":1040005003,
        "name":"شناتال",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - شناتال"
    },
    {
        "id":1040005005,
        "name":"کره سنی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - کره سنی"
    },
    {
        "id":1040005006,
        "name":"کنارپروژ",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - کنارپروژ"
    },
    {
        "id":1040005007,
        "name":"لکستان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - لکستان"
    },
    {
        "id":1040006001,
        "name":"چایباسارجنوبی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - چایباسارجنوبی"
    },
    {
        "id":1040006002,
        "name":"ساری سو",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ساری سو"
    },
    {
        "id":1040006003,
        "name":"قلعه دره سی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - قلعه دره سی"
    },
    {
        "id":1040006004,
        "name":"مرکزی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - مرکزی"
    },
    {
        "id":1040006005,
        "name":"قره سو",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - قره سو"
    },
    {
        "id":1040007001,
        "name":"کانی بازار",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - کانی بازار"
    },
    {
        "id":1040007002,
        "name":"منگورشرقی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - منگورشرقی"
    },
    {
        "id":1040007004,
        "name":"مکریان غربی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - مکریان غربی"
    },
    {
        "id":1040008001,
        "name":"مظفرآباد",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - مظفرآباد"
    },
    {
        "id":1040008002,
        "name":"زرینه رودجنوبی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - زرینه رودجنوبی"
    },
    {
        "id":1040008003,
        "name":"زرینه رودشمالی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - زرینه رودشمالی"
    },
    {
        "id":1040008005,
        "name":"مرحمت آباد",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - مرحمت آباد"
    },
    {
        "id":1040008006,
        "name":"مکریان شمالی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - مکریان شمالی"
    },
    {
        "id":1040008007,
        "name":"مرحمت آبادجنوبی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - مرحمت آبادجنوبی"
    },
    {
        "id":1040009001,
        "name":"بیگم قلعه",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - بیگم قلعه"
    },
    {
        "id":1040009002,
        "name":"حسنلو",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - حسنلو"
    },
    {
        "id":1040009003,
        "name":"سلدوز",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - سلدوز"
    },
    {
        "id":1050001001,
        "name":"حسن آباد",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - حسن آباد"
    },
    {
        "id":1050001002,
        "name":"منصوری",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - منصوری"
    },
    {
        "id":1050001003,
        "name":"هرسم",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - هرسم"
    },
    {
        "id":1050001004,
        "name":"حمیل",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - حمیل"
    },
    {
        "id":1050001006,
        "name":"شیان",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - شیان"
    },
    {
        "id":1050002001,
        "name":"جلال وند",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - جلال وند"
    },
    {
        "id":1050002002,
        "name":"سرفیروزآباد",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سرفیروزآباد"
    },
    {
        "id":1050002003,
        "name":"عثمانوند",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - عثمانوند"
    },
    {
        "id":1050002004,
        "name":"قره سو",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - قره سو"
    },
    {
        "id":1050002006,
        "name":"میان دربند",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - میان دربند"
    },
    {
        "id":1050002007,
        "name":"کوزران",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کوزران"
    },
    {
        "id":1050002008,
        "name":"بیلوار",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - بیلوار"
    },
    {
        "id":1050003001,
        "name":"شمشیر",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - شمشیر"
    },
    {
        "id":1050003002,
        "name":"ماکوان",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - ماکوان"
    },
    {
        "id":1050003003,
        "name":"شیوه سر",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - شیوه سر"
    },
    {
        "id":1050004001,
        "name":"قلعه شاهین",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - قلعه شاهین"
    },
    {
        "id":1050004002,
        "name":"سراب قلعه شاهین",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سراب قلعه شاهین"
    },
    {
        "id":1050004003,
        "name":"حومه سرپل",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - حومه سرپل"
    },
    {
        "id":1050004004,
        "name":"جگیران",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - جگیران"
    },
    {
        "id":1050004007,
        "name":"بشیوه پاطاق",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - بشیوه پاطاق"
    },
    {
        "id":1050005001,
        "name":"آب باریک",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - آب باریک"
    },
    {
        "id":1050005002,
        "name":"سطر",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سطر"
    },
    {
        "id":1050005003,
        "name":"کیونانات",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کیونانات"
    },
    {
        "id":1050005004,
        "name":"سراب",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سراب"
    },
    {
        "id":1050005008,
        "name":"پارسینه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - پارسینه"
    },
    {
        "id":1050006001,
        "name":"سومار",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سومار"
    },
    {
        "id":1050006002,
        "name":"نصرآباد",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - نصرآباد"
    },
    {
        "id":1050006003,
        "name":"فتح آباد",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - فتح آباد"
    },
    {
        "id":1050007001,
        "name":"خزل غربی",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - خزل غربی"
    },
    {
        "id":1050007002,
        "name":"فش",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - فش"
    },
    {
        "id":1050007003,
        "name":"کرماجان",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرماجان"
    },
    {
        "id":1050007004,
        "name":"گودین",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - گودین"
    },
    {
        "id":1050007005,
        "name":"قزوینه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - قزوینه"
    },
    {
        "id":1050008001,
        "name":"چله",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - چله"
    },
    {
        "id":1050008002,
        "name":"حومه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - حومه"
    },
    {
        "id":1050008004,
        "name":"دیره",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - دیره"
    },
    {
        "id":1050008006,
        "name":"ویژنان",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - ویژنان"
    },
    {
        "id":1050009001,
        "name":"پلنگانه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - پلنگانه"
    },
    {
        "id":1050009002,
        "name":"کلاشی",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کلاشی"
    },
    {
        "id":1050009003,
        "name":"بازان",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - بازان"
    },
    {
        "id":1050009004,
        "name":"کلاشی",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کلاشی"
    },
    {
        "id":1060001001,
        "name":"مینوبار",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مینوبار"
    },
    {
        "id":1060001002,
        "name":"نصار",
        "ostan":"خوزستان",
        "full_name":"خوزستان - نصار"
    },
    {
        "id":1060001003,
        "name":"نوآباد",
        "ostan":"خوزستان",
        "full_name":"خوزستان - نوآباد"
    },
    {
        "id":1060002001,
        "name":"حسینیه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حسینیه"
    },
    {
        "id":1060002002,
        "name":"قیلاب",
        "ostan":"خوزستان",
        "full_name":"خوزستان - قیلاب"
    },
    {
        "id":1060002003,
        "name":"مازو",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مازو"
    },
    {
        "id":1060003001,
        "name":"اسماعیلیه شمالی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اسماعیلیه شمالی"
    },
    {
        "id":1060003002,
        "name":"الهایی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - الهایی"
    },
    {
        "id":1060003004,
        "name":"اسماعیلیه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اسماعیلیه"
    },
    {
        "id":1060003005,
        "name":"غیزانیه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - غیزانیه"
    },
    {
        "id":1060003009,
        "name":"لامی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - لامی"
    },
    {
        "id":1060004001,
        "name":"پیان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - پیان"
    },
    {
        "id":1060004002,
        "name":"حومه شرقی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حومه شرقی"
    },
    {
        "id":1060004003,
        "name":"حومه غربی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حومه غربی"
    },
    {
        "id":1060004004,
        "name":"سوسن",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سوسن"
    },
    {
        "id":1060004006,
        "name":"مرغا",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مرغا"
    },
    {
        "id":1060004007,
        "name":"هلایجان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - هلایجان"
    },
    {
        "id":1060005001,
        "name":"جراحی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - جراحی"
    },
    {
        "id":1060005002,
        "name":"بندرامام خمینی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بندرامام خمینی"
    },
    {
        "id":1060006001,
        "name":"درونک",
        "ostan":"خوزستان",
        "full_name":"خوزستان - درونک"
    },
    {
        "id":1060006002,
        "name":"سردشت",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سردشت"
    },
    {
        "id":1060006003,
        "name":"دودانگه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دودانگه"
    },
    {
        "id":1060006004,
        "name":"تشان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - تشان"
    },
    {
        "id":1060007001,
        "name":"حومه شرقی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حومه شرقی"
    },
    {
        "id":1060007002,
        "name":"حومه غربی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حومه غربی"
    },
    {
        "id":1060007003,
        "name":"غرب کارون",
        "ostan":"خوزستان",
        "full_name":"خوزستان - غرب کارون"
    },
    {
        "id":1060008001,
        "name":"چغامیش",
        "ostan":"خوزستان",
        "full_name":"خوزستان - چغامیش"
    },
    {
        "id":1060008002,
        "name":"شمس آباد",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شمس آباد"
    },
    {
        "id":1060008003,
        "name":"قبله ای",
        "ostan":"خوزستان",
        "full_name":"خوزستان - قبله ای"
    },
    {
        "id":1060008004,
        "name":"سردشت",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سردشت"
    },
    {
        "id":1060008005,
        "name":"شهی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شهی"
    },
    {
        "id":1060008007,
        "name":"ماهوربرنجی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - ماهوربرنجی"
    },
    {
        "id":1060009001,
        "name":"بستان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بستان"
    },
    {
        "id":1060009002,
        "name":"سعیدیه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سعیدیه"
    },
    {
        "id":1060009003,
        "name":"حومه غربی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حومه غربی"
    },
    {
        "id":1070001001,
        "name":"ایزدخواست",
        "ostan":"فارس",
        "full_name":"فارس - ایزدخواست"
    },
    {
        "id":1070001002,
        "name":"بهمن",
        "ostan":"فارس",
        "full_name":"فارس - بهمن"
    },
    {
        "id":1070001003,
        "name":"بیدک",
        "ostan":"فارس",
        "full_name":"فارس - بیدک"
    },
    {
        "id":1070001004,
        "name":"سورمق",
        "ostan":"فارس",
        "full_name":"فارس - سورمق"
    },
    {
        "id":1070001005,
        "name":"بهمن صغاد",
        "ostan":"فارس",
        "full_name":"فارس - بهمن صغاد"
    },
    {
        "id":1070002001,
        "name":"خیر",
        "ostan":"فارس",
        "full_name":"فارس - خیر"
    },
    {
        "id":1070002002,
        "name":"رونیز",
        "ostan":"فارس",
        "full_name":"فارس - رونیز"
    },
    {
        "id":1070003001,
        "name":"آسپاس",
        "ostan":"فارس",
        "full_name":"فارس - آسپاس"
    },
    {
        "id":1070003002,
        "name":"دژکرد",
        "ostan":"فارس",
        "full_name":"فارس - دژکرد"
    },
    {
        "id":1070003003,
        "name":"سده",
        "ostan":"فارس",
        "full_name":"فارس - سده"
    },
    {
        "id":1070003004,
        "name":"شهرمیان",
        "ostan":"فارس",
        "full_name":"فارس - شهرمیان"
    },
    {
        "id":1070004001,
        "name":"پشت پر",
        "ostan":"فارس",
        "full_name":"فارس - پشت پر"
    },
    {
        "id":1070004002,
        "name":"پل به بالا",
        "ostan":"فارس",
        "full_name":"فارس - پل به بالا"
    },
    {
        "id":1070004003,
        "name":"پل به پایین",
        "ostan":"فارس",
        "full_name":"فارس - پل به پایین"
    },
    {
        "id":1070004004,
        "name":"مرکزی",
        "ostan":"فارس",
        "full_name":"فارس - مرکزی"
    },
    {
        "id":1070005001,
        "name":"بالش",
        "ostan":"فارس",
        "full_name":"فارس - بالش"
    },
    {
        "id":1070005002,
        "name":"رستاق",
        "ostan":"فارس",
        "full_name":"فارس - رستاق"
    },
    {
        "id":1070005003,
        "name":"بختاجرد",
        "ostan":"فارس",
        "full_name":"فارس - بختاجرد"
    },
    {
        "id":1070005004,
        "name":"کوهستان",
        "ostan":"فارس",
        "full_name":"فارس - کوهستان"
    },
    {
        "id":1070005005,
        "name":"جنت",
        "ostan":"فارس",
        "full_name":"فارس - جنت"
    },
    {
        "id":1070005006,
        "name":"فسارود",
        "ostan":"فارس",
        "full_name":"فارس - فسارود"
    },
    {
        "id":1070005007,
        "name":"نصروان",
        "ostan":"فارس",
        "full_name":"فارس - نصروان"
    },
    {
        "id":1070005008,
        "name":"هشیوار",
        "ostan":"فارس",
        "full_name":"فارس - هشیوار"
    },
    {
        "id":1070006001,
        "name":"خفری",
        "ostan":"فارس",
        "full_name":"فارس - خفری"
    },
    {
        "id":1070006002,
        "name":"کمهر",
        "ostan":"فارس",
        "full_name":"فارس - کمهر"
    },
    {
        "id":1070006003,
        "name":"شش پیر",
        "ostan":"فارس",
        "full_name":"فارس - شش پیر"
    },
    {
        "id":1070007001,
        "name":"بیدزرد",
        "ostan":"فارس",
        "full_name":"فارس - بیدزرد"
    },
    {
        "id":1070007002,
        "name":"داریان",
        "ostan":"فارس",
        "full_name":"فارس - داریان"
    },
    {
        "id":1070007003,
        "name":"دراک",
        "ostan":"فارس",
        "full_name":"فارس - دراک"
    },
    {
        "id":1070007005,
        "name":"مرکزی",
        "ostan":"فارس",
        "full_name":"فارس - مرکزی"
    },
    {
        "id":1070007006,
        "name":"قره باغ",
        "ostan":"فارس",
        "full_name":"فارس - قره باغ"
    },
    {
        "id":1070007007,
        "name":"سیاخ دارنگون",
        "ostan":"فارس",
        "full_name":"فارس - سیاخ دارنگون"
    },
    {
        "id":1070007008,
        "name":"کفترک",
        "ostan":"فارس",
        "full_name":"فارس - کفترک"
    },
    {
        "id":1070008001,
        "name":"ششده",
        "ostan":"فارس",
        "full_name":"فارس - ششده"
    },
    {
        "id":1070008002,
        "name":"قره بلاغ",
        "ostan":"فارس",
        "full_name":"فارس - قره بلاغ"
    },
    {
        "id":1070008003,
        "name":"کوشک قاضی",
        "ostan":"فارس",
        "full_name":"فارس - کوشک قاضی"
    },
    {
        "id":1070008004,
        "name":"نوبندگان",
        "ostan":"فارس",
        "full_name":"فارس - نوبندگان"
    },
    {
        "id":1070009001,
        "name":"احمدآباد",
        "ostan":"فارس",
        "full_name":"فارس - احمدآباد"
    },
    {
        "id":1070009002,
        "name":"خواجه ای",
        "ostan":"فارس",
        "full_name":"فارس - خواجه ای"
    },
    {
        "id":1070009003,
        "name":"جایدشت",
        "ostan":"فارس",
        "full_name":"فارس - جایدشت"
    },
    {
        "id":1070009004,
        "name":"میمند",
        "ostan":"فارس",
        "full_name":"فارس - میمند"
    },
    {
        "id":1080001001,
        "name":"بزنجان",
        "ostan":"کرمان",
        "full_name":"کرمان - بزنجان"
    },
    {
        "id":1080001002,
        "name":"دشتاب",
        "ostan":"کرمان",
        "full_name":"کرمان - دشتاب"
    },
    {
        "id":1080001003,
        "name":"مرکزی",
        "ostan":"کرمان",
        "full_name":"کرمان - مرکزی"
    },
    {
        "id":1080001004,
        "name":"خبر",
        "ostan":"کرمان",
        "full_name":"کرمان - خبر"
    },
    {
        "id":1080001005,
        "name":"فتح آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - فتح آباد"
    },
    {
        "id":1080001006,
        "name":"کیسکان",
        "ostan":"کرمان",
        "full_name":"کرمان - کیسکان"
    },
    {
        "id":1080001007,
        "name":"گوغر",
        "ostan":"کرمان",
        "full_name":"کرمان - گوغر"
    },
    {
        "id":1080002001,
        "name":"حومه",
        "ostan":"کرمان",
        "full_name":"کرمان - حومه"
    },
    {
        "id":1080002002,
        "name":"کرک ونارتیج",
        "ostan":"کرمان",
        "full_name":"کرمان - کرک ونارتیج"
    },
    {
        "id":1080002003,
        "name":"دریجان",
        "ostan":"کرمان",
        "full_name":"کرمان - دریجان"
    },
    {
        "id":1080002007,
        "name":"بروات",
        "ostan":"کرمان",
        "full_name":"کرمان - بروات"
    },
    {
        "id":1080002008,
        "name":"دهبکری",
        "ostan":"کرمان",
        "full_name":"کرمان - دهبکری"
    },
    {
        "id":1080003001,
        "name":"دلفارد",
        "ostan":"کرمان",
        "full_name":"کرمان - دلفارد"
    },
    {
        "id":1080003002,
        "name":"ساردوییه",
        "ostan":"کرمان",
        "full_name":"کرمان - ساردوییه"
    },
    {
        "id":1080003003,
        "name":"گور",
        "ostan":"کرمان",
        "full_name":"کرمان - گور"
    },
    {
        "id":1080003004,
        "name":"مرکزی",
        "ostan":"کرمان",
        "full_name":"کرمان - مرکزی"
    },
    {
        "id":1080003005,
        "name":"خاتون آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - خاتون آباد"
    },
    {
        "id":1080003006,
        "name":"دولت آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - دولت آباد"
    },
    {
        "id":1080003008,
        "name":"هلیل",
        "ostan":"کرمان",
        "full_name":"کرمان - هلیل"
    },
    {
        "id":1080004001,
        "name":"آزادگان",
        "ostan":"کرمان",
        "full_name":"کرمان - آزادگان"
    },
    {
        "id":1080004002,
        "name":"اسلامیه",
        "ostan":"کرمان",
        "full_name":"کرمان - اسلامیه"
    },
    {
        "id":1080004003,
        "name":"کشکوییه",
        "ostan":"کرمان",
        "full_name":"کرمان - کشکوییه"
    },
    {
        "id":1080004004,
        "name":"خنامان",
        "ostan":"کرمان",
        "full_name":"کرمان - خنامان"
    },
    {
        "id":1080004005,
        "name":"دره دران",
        "ostan":"کرمان",
        "full_name":"کرمان - دره دران"
    },
    {
        "id":1080004007,
        "name":"رزم آوران",
        "ostan":"کرمان",
        "full_name":"کرمان - رزم آوران"
    },
    {
        "id":1080004009,
        "name":"سرچشمه",
        "ostan":"کرمان",
        "full_name":"کرمان - سرچشمه"
    },
    {
        "id":1080005001,
        "name":"اسلام آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - اسلام آباد"
    },
    {
        "id":1080005002,
        "name":"جرجافک",
        "ostan":"کرمان",
        "full_name":"کرمان - جرجافک"
    },
    {
        "id":1080005003,
        "name":"شعبجره",
        "ostan":"کرمان",
        "full_name":"کرمان - شعبجره"
    },
    {
        "id":1080005004,
        "name":"دشت خاک",
        "ostan":"کرمان",
        "full_name":"کرمان - دشت خاک"
    },
    {
        "id":1080005005,
        "name":"سربنان",
        "ostan":"کرمان",
        "full_name":"کرمان - سربنان"
    },
    {
        "id":1080005008,
        "name":"محمدآباد",
        "ostan":"کرمان",
        "full_name":"کرمان - محمدآباد"
    },
    {
        "id":1080005009,
        "name":"وحدت",
        "ostan":"کرمان",
        "full_name":"کرمان - وحدت"
    },
    {
        "id":1080006001,
        "name":"پاریز",
        "ostan":"کرمان",
        "full_name":"کرمان - پاریز"
    },
    {
        "id":1080006002,
        "name":"سعادت آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - سعادت آباد"
    },
    {
        "id":1080006003,
        "name":"گلستان",
        "ostan":"کرمان",
        "full_name":"کرمان - گلستان"
    },
    {
        "id":1080006004,
        "name":"زیدآباد",
        "ostan":"کرمان",
        "full_name":"کرمان - زیدآباد"
    },
    {
        "id":1080006005,
        "name":"بلورد",
        "ostan":"کرمان",
        "full_name":"کرمان - بلورد"
    },
    {
        "id":1080006006,
        "name":"شریف آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - شریف آباد"
    },
    {
        "id":1080007001,
        "name":"استبرق",
        "ostan":"کرمان",
        "full_name":"کرمان - استبرق"
    },
    {
        "id":1080007002,
        "name":"پاقلعه",
        "ostan":"کرمان",
        "full_name":"کرمان - پاقلعه"
    },
    {
        "id":1080007003,
        "name":"دهج",
        "ostan":"کرمان",
        "full_name":"کرمان - دهج"
    },
    {
        "id":1080007004,
        "name":"خاتون آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - خاتون آباد"
    },
    {
        "id":1080007006,
        "name":"خورسند",
        "ostan":"کرمان",
        "full_name":"کرمان - خورسند"
    },
    {
        "id":1080007008,
        "name":"مدوارات",
        "ostan":"کرمان",
        "full_name":"کرمان - مدوارات"
    },
    {
        "id":1080007009,
        "name":"میمند",
        "ostan":"کرمان",
        "full_name":"کرمان - میمند"
    },
    {
        "id":1080008001,
        "name":"جوشان",
        "ostan":"کرمان",
        "full_name":"کرمان - جوشان"
    },
    {
        "id":1080008002,
        "name":"کشیت",
        "ostan":"کرمان",
        "full_name":"کرمان - کشیت"
    },
    {
        "id":1080008003,
        "name":"سیرچ",
        "ostan":"کرمان",
        "full_name":"کرمان - سیرچ"
    },
    {
        "id":1080008004,
        "name":"درختنگان",
        "ostan":"کرمان",
        "full_name":"کرمان - درختنگان"
    },
    {
        "id":1080008005,
        "name":"زنگی آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - زنگی آباد"
    },
    {
        "id":1080008006,
        "name":"سرآسیاب فرسنگی",
        "ostan":"کرمان",
        "full_name":"کرمان - سرآسیاب فرسنگی"
    },
    {
        "id":1080008007,
        "name":"چترود",
        "ostan":"کرمان",
        "full_name":"کرمان - چترود"
    },
    {
        "id":1080009001,
        "name":"چاه ریگان",
        "ostan":"کرمان",
        "full_name":"کرمان - چاه ریگان"
    },
    {
        "id":1080009002,
        "name":"حومه",
        "ostan":"کرمان",
        "full_name":"کرمان - حومه"
    },
    {
        "id":1080009004,
        "name":"نخلستان",
        "ostan":"کرمان",
        "full_name":"کرمان - نخلستان"
    },
    {
        "id":1080009005,
        "name":"ده کهان",
        "ostan":"کرمان",
        "full_name":"کرمان - ده کهان"
    },
    {
        "id":1080009006,
        "name":"کوتک",
        "ostan":"کرمان",
        "full_name":"کرمان - کوتک"
    },
    {
        "id":1090004001,
        "name":"پایین ولایت",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - پایین ولایت"
    },
    {
        "id":1090004002,
        "name":"کرات",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کرات"
    },
    {
        "id":1090004003,
        "name":"کوهسنگی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کوهسنگی"
    },
    {
        "id":1090005001,
        "name":"بایک",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بایک"
    },
    {
        "id":1090005002,
        "name":"پایین ولایت",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - پایین ولایت"
    },
    {
        "id":1090005003,
        "name":"کدکن",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کدکن"
    },
    {
        "id":1090005004,
        "name":"بالا رخ",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بالا رخ"
    },
    {
        "id":1090005005,
        "name":"رقیچه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - رقیچه"
    },
    {
        "id":1090005006,
        "name":"مرکزی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مرکزی"
    },
    {
        "id":1090005007,
        "name":"جلگه رخ",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جلگه رخ"
    },
    {
        "id":1090006001,
        "name":"دشت جام",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - دشت جام"
    },
    {
        "id":1090006002,
        "name":"هریرود",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - هریرود"
    },
    {
        "id":1090006003,
        "name":"جامرود",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جامرود"
    },
    {
        "id":1090006004,
        "name":"جلگه موسی آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جلگه موسی آباد"
    },
    {
        "id":1090006005,
        "name":"میان جام",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - میان جام"
    },
    {
        "id":1090007001,
        "name":"قره باشلو",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - قره باشلو"
    },
    {
        "id":1090007002,
        "name":"میانکوه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - میانکوه"
    },
    {
        "id":1090007003,
        "name":"مرکزی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مرکزی"
    },
    {
        "id":1090007004,
        "name":"نوخندان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نوخندان"
    },
    {
        "id":1090008001,
        "name":"خواشد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - خواشد"
    },
    {
        "id":1090008002,
        "name":"فروغن",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - فروغن"
    },
    {
        "id":1090008003,
        "name":"کوه همایی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کوه همایی"
    },
    {
        "id":1090008004,
        "name":"کراب",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کراب"
    },
    {
        "id":1090008005,
        "name":"روداب",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - روداب"
    },
    {
        "id":1090008007,
        "name":"مرکزی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مرکزی"
    },
    {
        "id":1100001001,
        "name":"برزاوند",
        "ostan":"اصفهان",
        "full_name":"اصفهان - برزاوند"
    },
    {
        "id":1100001002,
        "name":"ریگستان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ریگستان"
    },
    {
        "id":1100001003,
        "name":"علیا",
        "ostan":"اصفهان",
        "full_name":"اصفهان - علیا"
    },
    {
        "id":1100001004,
        "name":"کچو",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کچو"
    },
    {
        "id":1100002001,
        "name":"براآن جنوبی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - براآن جنوبی"
    },
    {
        "id":1100002002,
        "name":"براآن شمالی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - براآن شمالی"
    },
    {
        "id":1100002003,
        "name":"جی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جی"
    },
    {
        "id":1100002004,
        "name":"قهاب جنوبی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - قهاب جنوبی"
    },
    {
        "id":1100002005,
        "name":"قهاب شمالی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - قهاب شمالی"
    },
    {
        "id":1100002006,
        "name":"کرارج",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کرارج"
    },
    {
        "id":1100002007,
        "name":"محمودآباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - محمودآباد"
    },
    {
        "id":1100003001,
        "name":"ماربین سفلی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ماربین سفلی"
    },
    {
        "id":1100003002,
        "name":"ماربین علیا",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ماربین علیا"
    },
    {
        "id":1100003003,
        "name":"ماربین وسطی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ماربین وسطی"
    },
    {
        "id":1100004001,
        "name":"گلسار",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گلسار"
    },
    {
        "id":1100004002,
        "name":"چشمه سار",
        "ostan":"اصفهان",
        "full_name":"اصفهان - چشمه سار"
    },
    {
        "id":1100004003,
        "name":"کوهسار",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کوهسار"
    },
    {
        "id":1100005001,
        "name":"وردشت",
        "ostan":"اصفهان",
        "full_name":"اصفهان - وردشت"
    },
    {
        "id":1100005002,
        "name":"برآفتاب",
        "ostan":"اصفهان",
        "full_name":"اصفهان - برآفتاب"
    },
    {
        "id":1100005003,
        "name":"پادنا وسطی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - پادنا وسطی"
    },
    {
        "id":1100005004,
        "name":"وردشت",
        "ostan":"اصفهان",
        "full_name":"اصفهان - وردشت"
    },
    {
        "id":1100006001,
        "name":"دالانکوه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - دالانکوه"
    },
    {
        "id":1100006002,
        "name":"زاینده رود شمالی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - زاینده رود شمالی"
    },
    {
        "id":1100006003,
        "name":"مرکزی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - مرکزی"
    },
    {
        "id":1100006004,
        "name":"ورزق جنوبی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ورزق جنوبی"
    },
    {
        "id":1100007001,
        "name":"برف انبار",
        "ostan":"اصفهان",
        "full_name":"اصفهان - برف انبار"
    },
    {
        "id":1100007002,
        "name":"پیشکوه موگویی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - پیشکوه موگویی"
    },
    {
        "id":1100007004,
        "name":"چشمه لنگان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - چشمه لنگان"
    },
    {
        "id":1100007005,
        "name":"عشایر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - عشایر"
    },
    {
        "id":1100008001,
        "name":"ابریشم",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ابریشم"
    },
    {
        "id":1100008002,
        "name":"گرکن شمالی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گرکن شمالی"
    },
    {
        "id":1100008003,
        "name":"سهروفیروزان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - سهروفیروزان"
    },
    {
        "id":1100008004,
        "name":"اشترجان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اشترجان"
    },
    {
        "id":1100009001,
        "name":"اسفرجان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اسفرجان"
    },
    {
        "id":1100009002,
        "name":"دشت",
        "ostan":"اصفهان",
        "full_name":"اصفهان - دشت"
    },
    {
        "id":1100009003,
        "name":"منظریه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - منظریه"
    },
    {
        "id":1100009004,
        "name":"کهرویه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کهرویه"
    },
    {
        "id":1110001001,
        "name":"آب رییس",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - آب رییس"
    },
    {
        "id":1110001002,
        "name":"بزمان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بزمان"
    },
    {
        "id":1110001005,
        "name":"مرکزی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - مرکزی"
    },
    {
        "id":1110001006,
        "name":"دامن",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - دامن"
    },
    {
        "id":1110002001,
        "name":"پلان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - پلان"
    },
    {
        "id":1110002002,
        "name":"بجاربازار",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بجاربازار"
    },
    {
        "id":1110002004,
        "name":"کمبل سلیمان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - کمبل سلیمان"
    },
    {
        "id":1110002005,
        "name":"وشنام دری",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - وشنام دری"
    },
    {
        "id":1110003001,
        "name":"ایرندگان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - ایرندگان"
    },
    {
        "id":1110003002,
        "name":"کهنوک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - کهنوک"
    },
    {
        "id":1110003003,
        "name":"سنگان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سنگان"
    },
    {
        "id":1110003004,
        "name":"کارواندر",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - کارواندر"
    },
    {
        "id":1110003005,
        "name":"کوه سفید",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - کوه سفید"
    },
    {
        "id":1110003006,
        "name":"اسماعیل آباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - اسماعیل آباد"
    },
    {
        "id":1110004001,
        "name":"بنجار",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بنجار"
    },
    {
        "id":1110004002,
        "name":"حیدرآباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - حیدرآباد"
    },
    {
        "id":1110004004,
        "name":"مرکزی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - مرکزی"
    },
    {
        "id":1110004005,
        "name":"کرباسک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - کرباسک"
    },
    {
        "id":1110005001,
        "name":"چشمه زیارت",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - چشمه زیارت"
    },
    {
        "id":1110005002,
        "name":"حرمک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - حرمک"
    },
    {
        "id":1110005003,
        "name":"نصرت آباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - نصرت آباد"
    },
    {
        "id":1110005004,
        "name":"کورین",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - کورین"
    },
    {
        "id":1110006001,
        "name":"بم پشت",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بم پشت"
    },
    {
        "id":1110006002,
        "name":"حومه",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - حومه"
    },
    {
        "id":1110006004,
        "name":"مرکزی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - مرکزی"
    },
    {
        "id":1110006005,
        "name":"گشت",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - گشت"
    },
    {
        "id":1110006006,
        "name":"ناهوک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - ناهوک"
    },
    {
        "id":1110007001,
        "name":"بنت",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بنت"
    },
    {
        "id":1110007002,
        "name":"توتان ومهمدان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - توتان ومهمدان"
    },
    {
        "id":1110007003,
        "name":"دستگرد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - دستگرد"
    },
    {
        "id":1110007004,
        "name":"هیچان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - هیچان"
    },
    {
        "id":1110007005,
        "name":"مرکزی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - مرکزی"
    },
    {
        "id":1110007006,
        "name":"آهوران",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - آهوران"
    },
    {
        "id":1110008001,
        "name":"پیشین",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - پیشین"
    },
    {
        "id":1110008002,
        "name":"راسک و فیروزآباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - راسک و فیروزآباد"
    },
    {
        "id":1110008003,
        "name":"زردبن",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زردبن"
    },
    {
        "id":1110008004,
        "name":"جکیگور",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - جکیگور"
    },
    {
        "id":1110008005,
        "name":"پارود",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - پارود"
    },
    {
        "id":1110009001,
        "name":"جهلیان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - جهلیان"
    },
    {
        "id":1110009002,
        "name":"کهیر",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - کهیر"
    },
    {
        "id":1110009003,
        "name":"بانسنت",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بانسنت"
    },
    {
        "id":1120001001,
        "name":"پشت آربابا",
        "ostan":"کردستان",
        "full_name":"کردستان - پشت آربابا"
    },
    {
        "id":1120001002,
        "name":"نمه شیر",
        "ostan":"کردستان",
        "full_name":"کردستان - نمه شیر"
    },
    {
        "id":1120001003,
        "name":"بله که",
        "ostan":"کردستان",
        "full_name":"کردستان - بله که"
    },
    {
        "id":1120001004,
        "name":"ننور",
        "ostan":"کردستان",
        "full_name":"کردستان - ننور"
    },
    {
        "id":1120002001,
        "name":"طغامین",
        "ostan":"کردستان",
        "full_name":"کردستان - طغامین"
    },
    {
        "id":1120002002,
        "name":"کرانی",
        "ostan":"کردستان",
        "full_name":"کردستان - کرانی"
    },
    {
        "id":1120002003,
        "name":"خسروآباد",
        "ostan":"کردستان",
        "full_name":"کردستان - خسروآباد"
    },
    {
        "id":1120002004,
        "name":"سیلتان",
        "ostan":"کردستان",
        "full_name":"کردستان - سیلتان"
    },
    {
        "id":1120002005,
        "name":"نجف آباد",
        "ostan":"کردستان",
        "full_name":"کردستان - نجف آباد"
    },
    {
        "id":1120002006,
        "name":"سیاه منصور",
        "ostan":"کردستان",
        "full_name":"کردستان - سیاه منصور"
    },
    {
        "id":1120003001,
        "name":"ترجان",
        "ostan":"کردستان",
        "full_name":"کردستان - ترجان"
    },
    {
        "id":1120003002,
        "name":"تموغه",
        "ostan":"کردستان",
        "full_name":"کردستان - تموغه"
    },
    {
        "id":1120003003,
        "name":"سرا",
        "ostan":"کردستان",
        "full_name":"کردستان - سرا"
    },
    {
        "id":1120003004,
        "name":"گل تپه",
        "ostan":"کردستان",
        "full_name":"کردستان - گل تپه"
    },
    {
        "id":1120003005,
        "name":"صاحب",
        "ostan":"کردستان",
        "full_name":"کردستان - صاحب"
    },
    {
        "id":1120003006,
        "name":"میرده",
        "ostan":"کردستان",
        "full_name":"کردستان - میرده"
    },
    {
        "id":1120004001,
        "name":"آبیدر",
        "ostan":"کردستان",
        "full_name":"کردستان - آبیدر"
    },
    {
        "id":1120004002,
        "name":"آرندان",
        "ostan":"کردستان",
        "full_name":"کردستان - آرندان"
    },
    {
        "id":1120004003,
        "name":"نگل",
        "ostan":"کردستان",
        "full_name":"کردستان - نگل"
    },
    {
        "id":1120004004,
        "name":"حومه",
        "ostan":"کردستان",
        "full_name":"کردستان - حومه"
    },
    {
        "id":1120004005,
        "name":"حسین آباد",
        "ostan":"کردستان",
        "full_name":"کردستان - حسین آباد"
    },
    {
        "id":1120004006,
        "name":"نران",
        "ostan":"کردستان",
        "full_name":"کردستان - نران"
    },
    {
        "id":1120004007,
        "name":"سراب قامیش",
        "ostan":"کردستان",
        "full_name":"کردستان - سراب قامیش"
    },
    {
        "id":1120005001,
        "name":"بدر",
        "ostan":"کردستان",
        "full_name":"کردستان - بدر"
    },
    {
        "id":1120005002,
        "name":"پنجه علی شمالی",
        "ostan":"کردستان",
        "full_name":"کردستان - پنجه علی شمالی"
    },
    {
        "id":1120005003,
        "name":"پنجه علی جنوبی",
        "ostan":"کردستان",
        "full_name":"کردستان - پنجه علی جنوبی"
    },
    {
        "id":1120005004,
        "name":"چهاردولی",
        "ostan":"کردستان",
        "full_name":"کردستان - چهاردولی"
    },
    {
        "id":1120005005,
        "name":"دلبران",
        "ostan":"کردستان",
        "full_name":"کردستان - دلبران"
    },
    {
        "id":1120006001,
        "name":"خاوومیرآباد",
        "ostan":"کردستان",
        "full_name":"کردستان - خاوومیرآباد"
    },
    {
        "id":1120006002,
        "name":"گلچیدر",
        "ostan":"کردستان",
        "full_name":"کردستان - گلچیدر"
    },
    {
        "id":1120006003,
        "name":"کوماسی",
        "ostan":"کردستان",
        "full_name":"کردستان - کوماسی"
    },
    {
        "id":1120007001,
        "name":"اوباتو",
        "ostan":"کردستان",
        "full_name":"کردستان - اوباتو"
    },
    {
        "id":1120007002,
        "name":"زرینه",
        "ostan":"کردستان",
        "full_name":"کردستان - زرینه"
    },
    {
        "id":1120007003,
        "name":"کانی شیرین",
        "ostan":"کردستان",
        "full_name":"کردستان - کانی شیرین"
    },
    {
        "id":1120007005,
        "name":"قراتوره",
        "ostan":"کردستان",
        "full_name":"کردستان - قراتوره"
    },
    {
        "id":1120008001,
        "name":"بیلوار",
        "ostan":"کردستان",
        "full_name":"کردستان - بیلوار"
    },
    {
        "id":1120008002,
        "name":"ژاورود",
        "ostan":"کردستان",
        "full_name":"کردستان - ژاورود"
    },
    {
        "id":1120008003,
        "name":"شاهو",
        "ostan":"کردستان",
        "full_name":"کردستان - شاهو"
    },
    {
        "id":1120008004,
        "name":"گاورود",
        "ostan":"کردستان",
        "full_name":"کردستان - گاورود"
    },
    {
        "id":1120009001,
        "name":"اورامان تخت",
        "ostan":"کردستان",
        "full_name":"کردستان - اورامان تخت"
    },
    {
        "id":1120009002,
        "name":"شالیار",
        "ostan":"کردستان",
        "full_name":"کردستان - شالیار"
    },
    {
        "id":1120009003,
        "name":"پایگلان",
        "ostan":"کردستان",
        "full_name":"کردستان - پایگلان"
    },
    {
        "id":1120009004,
        "name":"رزآب",
        "ostan":"کردستان",
        "full_name":"کردستان - رزآب"
    },
    {
        "id":1120009005,
        "name":"ژریژه",
        "ostan":"کردستان",
        "full_name":"کردستان - ژریژه"
    },
    {
        "id":1120009006,
        "name":"کوسالان",
        "ostan":"کردستان",
        "full_name":"کردستان - کوسالان"
    },
    {
        "id":1120009007,
        "name":"دزلی",
        "ostan":"کردستان",
        "full_name":"کردستان - دزلی"
    },
    {
        "id":1130001001,
        "name":"قلقل رود",
        "ostan":"همدان",
        "full_name":"همدان - قلقل رود"
    },
    {
        "id":1130001002,
        "name":"کمال رود",
        "ostan":"همدان",
        "full_name":"همدان - کمال رود"
    },
    {
        "id":1130001003,
        "name":"میان رود",
        "ostan":"همدان",
        "full_name":"همدان - میان رود"
    },
    {
        "id":1130001004,
        "name":"کرزان رود",
        "ostan":"همدان",
        "full_name":"همدان - کرزان رود"
    },
    {
        "id":1130002001,
        "name":"المهدی",
        "ostan":"همدان",
        "full_name":"همدان - المهدی"
    },
    {
        "id":1130002002,
        "name":"حرم رودسفلی",
        "ostan":"همدان",
        "full_name":"همدان - حرم رودسفلی"
    },
    {
        "id":1130002003,
        "name":"ترک غربی",
        "ostan":"همدان",
        "full_name":"همدان - ترک غربی"
    },
    {
        "id":1130002004,
        "name":"جوکار",
        "ostan":"همدان",
        "full_name":"همدان - جوکار"
    },
    {
        "id":1130002006,
        "name":"موزاران",
        "ostan":"همدان",
        "full_name":"همدان - موزاران"
    },
    {
        "id":1130002007,
        "name":"کوه سرده",
        "ostan":"همدان",
        "full_name":"همدان - کوه سرده"
    },
    {
        "id":1130002008,
        "name":"ترک شرقی",
        "ostan":"همدان",
        "full_name":"همدان - ترک شرقی"
    },
    {
        "id":1130003001,
        "name":"خزل شرقی",
        "ostan":"همدان",
        "full_name":"همدان - خزل شرقی"
    },
    {
        "id":1130003002,
        "name":"سلگی",
        "ostan":"همدان",
        "full_name":"همدان - سلگی"
    },
    {
        "id":1130003003,
        "name":"زرین دشت",
        "ostan":"همدان",
        "full_name":"همدان - زرین دشت"
    },
    {
        "id":1130003004,
        "name":"گیان",
        "ostan":"همدان",
        "full_name":"همدان - گیان"
    },
    {
        "id":1130003005,
        "name":"گاماسیاب",
        "ostan":"همدان",
        "full_name":"همدان - گاماسیاب"
    },
    {
        "id":1130004001,
        "name":"جیحون دشت",
        "ostan":"همدان",
        "full_name":"همدان - جیحون دشت"
    },
    {
        "id":1130004002,
        "name":"چاه دشت",
        "ostan":"همدان",
        "full_name":"همدان - چاه دشت"
    },
    {
        "id":1130004003,
        "name":"الوندکوه غربی",
        "ostan":"همدان",
        "full_name":"همدان - الوندکوه غربی"
    },
    {
        "id":1130004004,
        "name":"سنگستان",
        "ostan":"همدان",
        "full_name":"همدان - سنگستان"
    },
    {
        "id":1130004005,
        "name":"گنبد",
        "ostan":"همدان",
        "full_name":"همدان - گنبد"
    },
    {
        "id":1130004006,
        "name":"هگمتانه",
        "ostan":"همدان",
        "full_name":"همدان - هگمتانه"
    },
    {
        "id":1130004007,
        "name":"مرکزی",
        "ostan":"همدان",
        "full_name":"همدان - مرکزی"
    },
    {
        "id":1130005001,
        "name":"علیصدر",
        "ostan":"همدان",
        "full_name":"همدان - علیصدر"
    },
    {
        "id":1130005002,
        "name":"گل تپه",
        "ostan":"همدان",
        "full_name":"همدان - گل تپه"
    },
    {
        "id":1130005003,
        "name":"مهربان سفلی",
        "ostan":"همدان",
        "full_name":"همدان - مهربان سفلی"
    },
    {
        "id":1130005005,
        "name":"کوهین",
        "ostan":"همدان",
        "full_name":"همدان - کوهین"
    },
    {
        "id":1130005007,
        "name":"سرداران",
        "ostan":"همدان",
        "full_name":"همدان - سرداران"
    },
    {
        "id":1130006001,
        "name":"پیرسلیمان",
        "ostan":"همدان",
        "full_name":"همدان - پیرسلیمان"
    },
    {
        "id":1130006002,
        "name":"کلیایی",
        "ostan":"همدان",
        "full_name":"همدان - کلیایی"
    },
    {
        "id":1130006003,
        "name":"جلگه",
        "ostan":"همدان",
        "full_name":"همدان - جلگه"
    },
    {
        "id":1130006004,
        "name":"چهاردولی",
        "ostan":"همدان",
        "full_name":"همدان - چهاردولی"
    },
    {
        "id":1130006005,
        "name":"دربندرود",
        "ostan":"همدان",
        "full_name":"همدان - دربندرود"
    },
    {
        "id":1130006006,
        "name":"سیدجمال الدین",
        "ostan":"همدان",
        "full_name":"همدان - سیدجمال الدین"
    },
    {
        "id":1130007001,
        "name":"سفالگران",
        "ostan":"همدان",
        "full_name":"همدان - سفالگران"
    },
    {
        "id":1130007002,
        "name":"مهاجران",
        "ostan":"همدان",
        "full_name":"همدان - مهاجران"
    },
    {
        "id":1130007003,
        "name":"صالح آباد",
        "ostan":"همدان",
        "full_name":"همدان - صالح آباد"
    },
    {
        "id":1130007004,
        "name":"آبرومند",
        "ostan":"همدان",
        "full_name":"همدان - آبرومند"
    },
    {
        "id":1130008001,
        "name":"خرقان",
        "ostan":"همدان",
        "full_name":"همدان - خرقان"
    },
    {
        "id":1130008002,
        "name":"رزن",
        "ostan":"همدان",
        "full_name":"همدان - رزن"
    },
    {
        "id":1130008003,
        "name":"سردرودعلیا",
        "ostan":"همدان",
        "full_name":"همدان - سردرودعلیا"
    },
    {
        "id":1130009001,
        "name":"خرمدشت",
        "ostan":"همدان",
        "full_name":"همدان - خرمدشت"
    },
    {
        "id":1130009002,
        "name":"مفتح",
        "ostan":"همدان",
        "full_name":"همدان - مفتح"
    },
    {
        "id":1140001001,
        "name":"حومه",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - حومه"
    },
    {
        "id":1140001002,
        "name":"گندمان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - گندمان"
    },
    {
        "id":1140001003,
        "name":"دوراهان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - دوراهان"
    },
    {
        "id":1140001004,
        "name":"بلداجی",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بلداجی"
    },
    {
        "id":1140002001,
        "name":"حومه",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - حومه"
    },
    {
        "id":1140002002,
        "name":"مرغملک",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - مرغملک"
    },
    {
        "id":1140002003,
        "name":"طاقانک",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - طاقانک"
    },
    {
        "id":1140002005,
        "name":"لاران",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - لاران"
    },
    {
        "id":1140003001,
        "name":"سراب علیا",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - سراب علیا"
    },
    {
        "id":1140003002,
        "name":"میزدج علیا",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - میزدج علیا"
    },
    {
        "id":1140003003,
        "name":"بابا حیدر",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بابا حیدر"
    },
    {
        "id":1140003004,
        "name":"جونقان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - جونقان"
    },
    {
        "id":1140004001,
        "name":"بارز",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بارز"
    },
    {
        "id":1140004002,
        "name":"منج",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - منج"
    },
    {
        "id":1140004004,
        "name":"ریگ",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - ریگ"
    },
    {
        "id":1140004005,
        "name":"روددشت",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - روددشت"
    },
    {
        "id":1140004007,
        "name":"میلاس",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - میلاس"
    },
    {
        "id":1140005001,
        "name":"پشتکوه",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - پشتکوه"
    },
    {
        "id":1140005002,
        "name":"شلیل",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - شلیل"
    },
    {
        "id":1140005003,
        "name":"دیناران",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - دیناران"
    },
    {
        "id":1140006001,
        "name":"بازفت بالا",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بازفت بالا"
    },
    {
        "id":1140006002,
        "name":"دشت زرین",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - دشت زرین"
    },
    {
        "id":1140006003,
        "name":"بازفت پایین",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بازفت پایین"
    },
    {
        "id":1140007001,
        "name":"ناغان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - ناغان"
    },
    {
        "id":1140007002,
        "name":"کیارغربی",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - کیارغربی"
    },
    {
        "id":1140007003,
        "name":"خراجی",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - خراجی"
    },
    {
        "id":1140008001,
        "name":"سامان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - سامان"
    },
    {
        "id":1140008002,
        "name":"چما",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - چما"
    },
    {
        "id":1140009001,
        "name":"حومه",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - حومه"
    },
    {
        "id":1140009002,
        "name":"وردنجان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - وردنجان"
    },
    {
        "id":1150001001,
        "name":"ززشرقی",
        "ostan":"لرستان",
        "full_name":"لرستان - ززشرقی"
    },
    {
        "id":1150001002,
        "name":"ززغربی",
        "ostan":"لرستان",
        "full_name":"لرستان - ززغربی"
    },
    {
        "id":1150001003,
        "name":"ماهرو",
        "ostan":"لرستان",
        "full_name":"لرستان - ماهرو"
    },
    {
        "id":1150001004,
        "name":"ذلقی",
        "ostan":"لرستان",
        "full_name":"لرستان - ذلقی"
    },
    {
        "id":1150001005,
        "name":"خمه",
        "ostan":"لرستان",
        "full_name":"لرستان - خمه"
    },
    {
        "id":1150001006,
        "name":"بربرود شرقی",
        "ostan":"لرستان",
        "full_name":"لرستان - بربرود شرقی"
    },
    {
        "id":1150002001,
        "name":"اشترینان",
        "ostan":"لرستان",
        "full_name":"لرستان - اشترینان"
    },
    {
        "id":1150002002,
        "name":"برده سره",
        "ostan":"لرستان",
        "full_name":"لرستان - برده سره"
    },
    {
        "id":1150002003,
        "name":"گودرزی",
        "ostan":"لرستان",
        "full_name":"لرستان - گودرزی"
    },
    {
        "id":1150002004,
        "name":"همت آباد",
        "ostan":"لرستان",
        "full_name":"لرستان - همت آباد"
    },
    {
        "id":1150003001,
        "name":"چم سنگر",
        "ostan":"لرستان",
        "full_name":"لرستان - چم سنگر"
    },
    {
        "id":1150003002,
        "name":"سپیددشت",
        "ostan":"لرستان",
        "full_name":"لرستان - سپیددشت"
    },
    {
        "id":1150003003,
        "name":"قایدرحمت",
        "ostan":"لرستان",
        "full_name":"لرستان - قایدرحمت"
    },
    {
        "id":1150003004,
        "name":"کشور",
        "ostan":"لرستان",
        "full_name":"لرستان - کشور"
    },
    {
        "id":1150003005,
        "name":"گریت",
        "ostan":"لرستان",
        "full_name":"لرستان - گریت"
    },
    {
        "id":1150003006,
        "name":"تنگ هفت",
        "ostan":"لرستان",
        "full_name":"لرستان - تنگ هفت"
    },
    {
        "id":1150003007,
        "name":"کاکاشرف",
        "ostan":"لرستان",
        "full_name":"لرستان - کاکاشرف"
    },
    {
        "id":1150004001,
        "name":"خاوه جنوبی",
        "ostan":"لرستان",
        "full_name":"لرستان - خاوه جنوبی"
    },
    {
        "id":1150004002,
        "name":"خاوه شمالی",
        "ostan":"لرستان",
        "full_name":"لرستان - خاوه شمالی"
    },
    {
        "id":1150004003,
        "name":"کاکاوندشرقی",
        "ostan":"لرستان",
        "full_name":"لرستان - کاکاوندشرقی"
    },
    {
        "id":1150004004,
        "name":"کاکاوندغربی",
        "ostan":"لرستان",
        "full_name":"لرستان - کاکاوندغربی"
    },
    {
        "id":1150004005,
        "name":"نورآباد",
        "ostan":"لرستان",
        "full_name":"لرستان - نورآباد"
    },
    {
        "id":1150004006,
        "name":"نورعلی",
        "ostan":"لرستان",
        "full_name":"لرستان - نورعلی"
    },
    {
        "id":1150005001,
        "name":"چالانچولان",
        "ostan":"لرستان",
        "full_name":"لرستان - چالانچولان"
    },
    {
        "id":1150005002,
        "name":"سیلاخور",
        "ostan":"لرستان",
        "full_name":"لرستان - سیلاخور"
    },
    {
        "id":1150005003,
        "name":"ژان",
        "ostan":"لرستان",
        "full_name":"لرستان - ژان"
    },
    {
        "id":1150006001,
        "name":"کوه دشت جنوبی",
        "ostan":"لرستان",
        "full_name":"لرستان - کوه دشت جنوبی"
    },
    {
        "id":1150006002,
        "name":"طرهان شرقی",
        "ostan":"لرستان",
        "full_name":"لرستان - طرهان شرقی"
    },
    {
        "id":1150006003,
        "name":"طرهان غربی",
        "ostan":"لرستان",
        "full_name":"لرستان - طرهان غربی"
    },
    {
        "id":1150006004,
        "name":"کوهنانی",
        "ostan":"لرستان",
        "full_name":"لرستان - کوهنانی"
    },
    {
        "id":1150006005,
        "name":"درب گنبد",
        "ostan":"لرستان",
        "full_name":"لرستان - درب گنبد"
    },
    {
        "id":1150007001,
        "name":"جاپلق شرقی",
        "ostan":"لرستان",
        "full_name":"لرستان - جاپلق شرقی"
    },
    {
        "id":1150007002,
        "name":"جاپلق غربی",
        "ostan":"لرستان",
        "full_name":"لرستان - جاپلق غربی"
    },
    {
        "id":1150008001,
        "name":"جایدر شمالی",
        "ostan":"لرستان",
        "full_name":"لرستان - جایدر شمالی"
    },
    {
        "id":1150008002,
        "name":"جلوگیر",
        "ostan":"لرستان",
        "full_name":"لرستان - جلوگیر"
    },
    {
        "id":1150008003,
        "name":"ملاوی",
        "ostan":"لرستان",
        "full_name":"لرستان - ملاوی"
    },
    {
        "id":1150008004,
        "name":"میانکوه غربی",
        "ostan":"لرستان",
        "full_name":"لرستان - میانکوه غربی"
    },
    {
        "id":1150009001,
        "name":"فیروزآباد",
        "ostan":"لرستان",
        "full_name":"لرستان - فیروزآباد"
    },
    {
        "id":1150009002,
        "name":"قلایی",
        "ostan":"لرستان",
        "full_name":"لرستان - قلایی"
    },
    {
        "id":1150009003,
        "name":"هنام",
        "ostan":"لرستان",
        "full_name":"لرستان - هنام"
    },
    {
        "id":1150009004,
        "name":"یوسف وند",
        "ostan":"لرستان",
        "full_name":"لرستان - یوسف وند"
    },
    {
        "id":1160001001,
        "name":"ده پایین",
        "ostan":"ایلام",
        "full_name":"ایلام - ده پایین"
    },
    {
        "id":1160001003,
        "name":"کشوری",
        "ostan":"ایلام",
        "full_name":"ایلام - کشوری"
    },
    {
        "id":1160001004,
        "name":"سیوان",
        "ostan":"ایلام",
        "full_name":"ایلام - سیوان"
    },
    {
        "id":1160002001,
        "name":"ارمو",
        "ostan":"ایلام",
        "full_name":"ایلام - ارمو"
    },
    {
        "id":1160002002,
        "name":"زرین دشت",
        "ostan":"ایلام",
        "full_name":"ایلام - زرین دشت"
    },
    {
        "id":1160002003,
        "name":"مرکزی",
        "ostan":"ایلام",
        "full_name":"ایلام - مرکزی"
    },
    {
        "id":1160002004,
        "name":"ماژین",
        "ostan":"ایلام",
        "full_name":"ایلام - ماژین"
    },
    {
        "id":1160003001,
        "name":"سیدابراهیم",
        "ostan":"ایلام",
        "full_name":"ایلام - سیدابراهیم"
    },
    {
        "id":1160003002,
        "name":"سیدناصرالدین",
        "ostan":"ایلام",
        "full_name":"ایلام - سیدناصرالدین"
    },
    {
        "id":1160003003,
        "name":"نهرعنبر",
        "ostan":"ایلام",
        "full_name":"ایلام - نهرعنبر"
    },
    {
        "id":1160003004,
        "name":"دال پری",
        "ostan":"ایلام",
        "full_name":"ایلام - دال پری"
    },
    {
        "id":1160003005,
        "name":"دشت عباس",
        "ostan":"ایلام",
        "full_name":"ایلام - دشت عباس"
    },
    {
        "id":1160004001,
        "name":"شباب",
        "ostan":"ایلام",
        "full_name":"ایلام - شباب"
    },
    {
        "id":1160004002,
        "name":"هلسم",
        "ostan":"ایلام",
        "full_name":"ایلام - هلسم"
    },
    {
        "id":1160004004,
        "name":"شباب",
        "ostan":"ایلام",
        "full_name":"ایلام - شباب"
    },
    {
        "id":1160004005,
        "name":"زاگرس",
        "ostan":"ایلام",
        "full_name":"ایلام - زاگرس"
    },
    {
        "id":1160004006,
        "name":"آسمان آباد",
        "ostan":"ایلام",
        "full_name":"ایلام - آسمان آباد"
    },
    {
        "id":1160005001,
        "name":"هجداندشت",
        "ostan":"ایلام",
        "full_name":"ایلام - هجداندشت"
    },
    {
        "id":1160005002,
        "name":"صالح آباد",
        "ostan":"ایلام",
        "full_name":"ایلام - صالح آباد"
    },
    {
        "id":1160005003,
        "name":"مرکزی",
        "ostan":"ایلام",
        "full_name":"ایلام - مرکزی"
    },
    {
        "id":1160006001,
        "name":"وچ کبود",
        "ostan":"ایلام",
        "full_name":"ایلام - وچ کبود"
    },
    {
        "id":1160006002,
        "name":"مورموری",
        "ostan":"ایلام",
        "full_name":"ایلام - مورموری"
    },
    {
        "id":1160006003,
        "name":"آب انار",
        "ostan":"ایلام",
        "full_name":"ایلام - آب انار"
    },
    {
        "id":1160007001,
        "name":"کلان",
        "ostan":"ایلام",
        "full_name":"ایلام - کلان"
    },
    {
        "id":1160007002,
        "name":"زرنه",
        "ostan":"ایلام",
        "full_name":"ایلام - زرنه"
    },
    {
        "id":1160008001,
        "name":"چمزی",
        "ostan":"ایلام",
        "full_name":"ایلام - چمزی"
    },
    {
        "id":1160008002,
        "name":"شوهان",
        "ostan":"ایلام",
        "full_name":"ایلام - شوهان"
    },
    {
        "id":1160009001,
        "name":"رودبار",
        "ostan":"ایلام",
        "full_name":"ایلام - رودبار"
    },
    {
        "id":1160009002,
        "name":"لومار",
        "ostan":"ایلام",
        "full_name":"ایلام - لومار"
    },
    {
        "id":1170001001,
        "name":"دشت روم",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - دشت روم"
    },
    {
        "id":1170001002,
        "name":"چین",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - چین"
    },
    {
        "id":1170001003,
        "name":"سررودجنوبی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سررودجنوبی"
    },
    {
        "id":1170001004,
        "name":"سررودشمالی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سررودشمالی"
    },
    {
        "id":1170001005,
        "name":"کاکان",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - کاکان"
    },
    {
        "id":1170001006,
        "name":"سپیدار",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سپیدار"
    },
    {
        "id":1170002001,
        "name":"بهمیی سرحدی شرقی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - بهمیی سرحدی شرقی"
    },
    {
        "id":1170002002,
        "name":"دشمن زیاری",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - دشمن زیاری"
    },
    {
        "id":1170002003,
        "name":"طیبی سرحدی شرقی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - طیبی سرحدی شرقی"
    },
    {
        "id":1170002004,
        "name":"طیبی سرحدی غربی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - طیبی سرحدی غربی"
    },
    {
        "id":1170002005,
        "name":"مرکزی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - مرکزی"
    },
    {
        "id":1170002006,
        "name":"دیشموک",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - دیشموک"
    },
    {
        "id":1170002007,
        "name":"سوق",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سوق"
    },
    {
        "id":1170003001,
        "name":"امامزاده جعفر",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - امامزاده جعفر"
    },
    {
        "id":1170003002,
        "name":"بویراحمدگرمسیری",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - بویراحمدگرمسیری"
    },
    {
        "id":1170003003,
        "name":"بی بی حکیمه",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - بی بی حکیمه"
    },
    {
        "id":1170003004,
        "name":"لیشتر",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - لیشتر"
    },
    {
        "id":1170004001,
        "name":"پاتاوه",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - پاتاوه"
    },
    {
        "id":1170004002,
        "name":"سادات محمودی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سادات محمودی"
    },
    {
        "id":1170004003,
        "name":"مرکزی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - مرکزی"
    },
    {
        "id":1170005001,
        "name":"بهمیی گرمسیری جنوبی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - بهمیی گرمسیری جنوبی"
    },
    {
        "id":1170005002,
        "name":"سرآسیاب یوسفی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سرآسیاب یوسفی"
    },
    {
        "id":1170005003,
        "name":"آب الوان",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - آب الوان"
    },
    {
        "id":1170006001,
        "name":"چرام",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - چرام"
    },
    {
        "id":1170006002,
        "name":"الغچین",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - الغچین"
    },
    {
        "id":1170007001,
        "name":"سرابیز",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سرابیز"
    },
    {
        "id":1170007002,
        "name":"کوه مره خامی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - کوه مره خامی"
    },
    {
        "id":1170008001,
        "name":"طیبی گرمسیری شمالی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - طیبی گرمسیری شمالی"
    },
    {
        "id":1170008002,
        "name":"عالی طیب",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - عالی طیب"
    },
    {
        "id":1170009001,
        "name":"شورم",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - شورم"
    },
    {
        "id":1170009002,
        "name":"مارگون",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - مارگون"
    },
    {
        "id":1170009003,
        "name":"دالون",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - دالون"
    },
    {
        "id":1180001001,
        "name":"انگالی",
        "ostan":"بوشهر",
        "full_name":"بوشهر - انگالی"
    },
    {
        "id":1180001002,
        "name":"حومه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - حومه"
    },
    {
        "id":1180001003,
        "name":"چغادک",
        "ostan":"بوشهر",
        "full_name":"بوشهر - چغادک"
    },
    {
        "id":1180002001,
        "name":"بوالخیر",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بوالخیر"
    },
    {
        "id":1180002002,
        "name":"دلوار",
        "ostan":"بوشهر",
        "full_name":"بوشهر - دلوار"
    },
    {
        "id":1180003001,
        "name":"ارم",
        "ostan":"بوشهر",
        "full_name":"بوشهر - ارم"
    },
    {
        "id":1180003002,
        "name":"وحدتیه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - وحدتیه"
    },
    {
        "id":1180003003,
        "name":"حومه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - حومه"
    },
    {
        "id":1180003004,
        "name":"دالکی",
        "ostan":"بوشهر",
        "full_name":"بوشهر - دالکی"
    },
    {
        "id":1180003005,
        "name":"زیارت",
        "ostan":"بوشهر",
        "full_name":"بوشهر - زیارت"
    },
    {
        "id":1180003006,
        "name":"آب پخش",
        "ostan":"بوشهر",
        "full_name":"بوشهر - آب پخش"
    },
    {
        "id":1180004001,
        "name":"چغاپور",
        "ostan":"بوشهر",
        "full_name":"بوشهر - چغاپور"
    },
    {
        "id":1180004002,
        "name":"کاکی",
        "ostan":"بوشهر",
        "full_name":"بوشهر - کاکی"
    },
    {
        "id":1180004003,
        "name":"کبگان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - کبگان"
    },
    {
        "id":1180005001,
        "name":"بردخون",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بردخون"
    },
    {
        "id":1180005002,
        "name":"حومه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - حومه"
    },
    {
        "id":1180005003,
        "name":"آبکش",
        "ostan":"بوشهر",
        "full_name":"بوشهر - آبکش"
    },
    {
        "id":1180006001,
        "name":"طاهری",
        "ostan":"بوشهر",
        "full_name":"بوشهر - طاهری"
    },
    {
        "id":1180006002,
        "name":"شیرینو",
        "ostan":"بوشهر",
        "full_name":"بوشهر - شیرینو"
    },
    {
        "id":1180006003,
        "name":"سیراف",
        "ostan":"بوشهر",
        "full_name":"بوشهر - سیراف"
    },
    {
        "id":1180006004,
        "name":"حومه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - حومه"
    },
    {
        "id":1180006005,
        "name":"تمبک",
        "ostan":"بوشهر",
        "full_name":"بوشهر - تمبک"
    },
    {
        "id":1180007001,
        "name":"رودحله",
        "ostan":"بوشهر",
        "full_name":"بوشهر - رودحله"
    },
    {
        "id":1180007002,
        "name":"ریگ",
        "ostan":"بوشهر",
        "full_name":"بوشهر - ریگ"
    },
    {
        "id":1180007003,
        "name":"مرکزی",
        "ostan":"بوشهر",
        "full_name":"بوشهر - مرکزی"
    },
    {
        "id":1180008001,
        "name":"لیراوی جنوبی",
        "ostan":"بوشهر",
        "full_name":"بوشهر - لیراوی جنوبی"
    },
    {
        "id":1180008002,
        "name":"لیراوی میانی",
        "ostan":"بوشهر",
        "full_name":"بوشهر - لیراوی میانی"
    },
    {
        "id":1180009001,
        "name":"انارستان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - انارستان"
    },
    {
        "id":1180009002,
        "name":"ریز",
        "ostan":"بوشهر",
        "full_name":"بوشهر - ریز"
    },
    {
        "id":1180009003,
        "name":"تشان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - تشان"
    },
    {
        "id":1190001001,
        "name":"ابهررود",
        "ostan":"زنجان",
        "full_name":"زنجان - ابهررود"
    },
    {
        "id":1190001002,
        "name":"حومه",
        "ostan":"زنجان",
        "full_name":"زنجان - حومه"
    },
    {
        "id":1190001003,
        "name":"درسجین",
        "ostan":"زنجان",
        "full_name":"زنجان - درسجین"
    },
    {
        "id":1190001004,
        "name":"دولت آباد",
        "ostan":"زنجان",
        "full_name":"زنجان - دولت آباد"
    },
    {
        "id":1190001005,
        "name":"صایین قلعه",
        "ostan":"زنجان",
        "full_name":"زنجان - صایین قلعه"
    },
    {
        "id":1190003001,
        "name":"شیوانات",
        "ostan":"زنجان",
        "full_name":"زنجان - شیوانات"
    },
    {
        "id":1190003002,
        "name":"قشلاقات افشار",
        "ostan":"زنجان",
        "full_name":"زنجان - قشلاقات افشار"
    },
    {
        "id":1190003003,
        "name":"خرارود",
        "ostan":"زنجان",
        "full_name":"زنجان - خرارود"
    },
    {
        "id":1190003004,
        "name":"سجاس رود",
        "ostan":"زنجان",
        "full_name":"زنجان - سجاس رود"
    },
    {
        "id":1190003005,
        "name":"سهرورد",
        "ostan":"زنجان",
        "full_name":"زنجان - سهرورد"
    },
    {
        "id":1190003006,
        "name":"کرسف",
        "ostan":"زنجان",
        "full_name":"زنجان - کرسف"
    },
    {
        "id":1190004001,
        "name":"چایپاره بالا",
        "ostan":"زنجان",
        "full_name":"زنجان - چایپاره بالا"
    },
    {
        "id":1190004002,
        "name":"قره پشتلوپایین",
        "ostan":"زنجان",
        "full_name":"زنجان - قره پشتلوپایین"
    },
    {
        "id":1190004003,
        "name":"زنجانرودپایین",
        "ostan":"زنجان",
        "full_name":"زنجان - زنجانرودپایین"
    },
    {
        "id":1190004004,
        "name":"چایپاره پایین",
        "ostan":"زنجان",
        "full_name":"زنجان - چایپاره پایین"
    },
    {
        "id":1190004005,
        "name":"غنی بیگلو",
        "ostan":"زنجان",
        "full_name":"زنجان - غنی بیگلو"
    },
    {
        "id":1190004006,
        "name":"زنجانرودبالا",
        "ostan":"زنجان",
        "full_name":"زنجان - زنجانرودبالا"
    },
    {
        "id":1190006001,
        "name":"ایجرودپایین",
        "ostan":"زنجان",
        "full_name":"زنجان - ایجرودپایین"
    },
    {
        "id":1190006002,
        "name":"گلابر",
        "ostan":"زنجان",
        "full_name":"زنجان - گلابر"
    },
    {
        "id":1190006003,
        "name":"سعیدآباد",
        "ostan":"زنجان",
        "full_name":"زنجان - سعیدآباد"
    },
    {
        "id":1190007001,
        "name":"الوند",
        "ostan":"زنجان",
        "full_name":"زنجان - الوند"
    },
    {
        "id":1190007002,
        "name":"خرمدره",
        "ostan":"زنجان",
        "full_name":"زنجان - خرمدره"
    },
    {
        "id":1190008001,
        "name":"چورزق",
        "ostan":"زنجان",
        "full_name":"زنجان - چورزق"
    },
    {
        "id":1190008002,
        "name":"دستجرده",
        "ostan":"زنجان",
        "full_name":"زنجان - دستجرده"
    },
    {
        "id":1190008003,
        "name":"گیلوان",
        "ostan":"زنجان",
        "full_name":"زنجان - گیلوان"
    },
    {
        "id":1190009001,
        "name":"انگوران",
        "ostan":"زنجان",
        "full_name":"زنجان - انگوران"
    },
    {
        "id":1190009002,
        "name":"قلعه جوق",
        "ostan":"زنجان",
        "full_name":"زنجان - قلعه جوق"
    },
    {
        "id":1190009004,
        "name":"قزل گچیلو",
        "ostan":"زنجان",
        "full_name":"زنجان - قزل گچیلو"
    },
    {
        "id":1190009005,
        "name":"ماه نشان",
        "ostan":"زنجان",
        "full_name":"زنجان - ماه نشان"
    },
    {
        "id":1200001001,
        "name":"قهاب رستاق",
        "ostan":"سمنان",
        "full_name":"سمنان - قهاب رستاق"
    },
    {
        "id":1200001002,
        "name":"قهاب صرصر",
        "ostan":"سمنان",
        "full_name":"سمنان - قهاب صرصر"
    },
    {
        "id":1200001003,
        "name":"تویه دروار",
        "ostan":"سمنان",
        "full_name":"سمنان - تویه دروار"
    },
    {
        "id":1200002001,
        "name":"حومه",
        "ostan":"سمنان",
        "full_name":"سمنان - حومه"
    },
    {
        "id":1200003001,
        "name":"خرقان",
        "ostan":"سمنان",
        "full_name":"سمنان - خرقان"
    },
    {
        "id":1200003002,
        "name":"کلاته های غربی",
        "ostan":"سمنان",
        "full_name":"سمنان - کلاته های غربی"
    },
    {
        "id":1200003003,
        "name":"طرود",
        "ostan":"سمنان",
        "full_name":"سمنان - طرود"
    },
    {
        "id":1200004001,
        "name":"حومه",
        "ostan":"سمنان",
        "full_name":"سمنان - حومه"
    },
    {
        "id":1200004002,
        "name":"ایوانکی",
        "ostan":"سمنان",
        "full_name":"سمنان - ایوانکی"
    },
    {
        "id":1200004004,
        "name":"لجران",
        "ostan":"سمنان",
        "full_name":"سمنان - لجران"
    },
    {
        "id":1200005001,
        "name":"پشتکوه",
        "ostan":"سمنان",
        "full_name":"سمنان - پشتکوه"
    },
    {
        "id":1200005002,
        "name":"چاشم",
        "ostan":"سمنان",
        "full_name":"سمنان - چاشم"
    },
    {
        "id":1200006001,
        "name":"یاتری",
        "ostan":"سمنان",
        "full_name":"سمنان - یاتری"
    },
    {
        "id":1200006002,
        "name":"حسین آباد کردها",
        "ostan":"سمنان",
        "full_name":"سمنان - حسین آباد کردها"
    },
    {
        "id":1200007001,
        "name":"میامی",
        "ostan":"سمنان",
        "full_name":"سمنان - میامی"
    },
    {
        "id":1200007002,
        "name":"فرومد",
        "ostan":"سمنان",
        "full_name":"سمنان - فرومد"
    },
    {
        "id":1200007003,
        "name":"کلاته های شرقی",
        "ostan":"سمنان",
        "full_name":"سمنان - کلاته های شرقی"
    },
    {
        "id":1200008001,
        "name":"لاسگرد",
        "ostan":"سمنان",
        "full_name":"سمنان - لاسگرد"
    },
    {
        "id":1200008002,
        "name":"هفدر",
        "ostan":"سمنان",
        "full_name":"سمنان - هفدر"
    },
    {
        "id":1210001001,
        "name":"عقدا",
        "ostan":"یزد",
        "full_name":"یزد - عقدا"
    },
    {
        "id":1210001002,
        "name":"رباطات",
        "ostan":"یزد",
        "full_name":"یزد - رباطات"
    },
    {
        "id":1210001003,
        "name":"زرین",
        "ostan":"یزد",
        "full_name":"یزد - زرین"
    },
    {
        "id":1210002001,
        "name":"مبارکه",
        "ostan":"یزد",
        "full_name":"یزد - مبارکه"
    },
    {
        "id":1210002002,
        "name":"سبزدشت",
        "ostan":"یزد",
        "full_name":"یزد - سبزدشت"
    },
    {
        "id":1210002003,
        "name":"کوشک",
        "ostan":"یزد",
        "full_name":"یزد - کوشک"
    },
    {
        "id":1210003001,
        "name":"پیشکوه",
        "ostan":"یزد",
        "full_name":"یزد - پیشکوه"
    },
    {
        "id":1210003002,
        "name":"شیرکوه",
        "ostan":"یزد",
        "full_name":"یزد - شیرکوه"
    },
    {
        "id":1210003003,
        "name":"علی آباد",
        "ostan":"یزد",
        "full_name":"یزد - علی آباد"
    },
    {
        "id":1210003004,
        "name":"نصر آباد",
        "ostan":"یزد",
        "full_name":"یزد - نصر آباد"
    },
    {
        "id":1210003005,
        "name":"دهشیر",
        "ostan":"یزد",
        "full_name":"یزد - دهشیر"
    },
    {
        "id":1210004001,
        "name":"ارنان",
        "ostan":"یزد",
        "full_name":"یزد - ارنان"
    },
    {
        "id":1210004002,
        "name":"تنگ چنار",
        "ostan":"یزد",
        "full_name":"یزد - تنگ چنار"
    },
    {
        "id":1210004003,
        "name":"خورمیز",
        "ostan":"یزد",
        "full_name":"یزد - خورمیز"
    },
    {
        "id":1210004004,
        "name":"میانکوه",
        "ostan":"یزد",
        "full_name":"یزد - میانکوه"
    },
    {
        "id":1210004005,
        "name":"بهادران",
        "ostan":"یزد",
        "full_name":"یزد - بهادران"
    },
    {
        "id":1210005001,
        "name":"دهنو",
        "ostan":"یزد",
        "full_name":"یزد - دهنو"
    },
    {
        "id":1210005002,
        "name":"فجر",
        "ostan":"یزد",
        "full_name":"یزد - فجر"
    },
    {
        "id":1210005003,
        "name":"فهرج",
        "ostan":"یزد",
        "full_name":"یزد - فهرج"
    },
    {
        "id":1210005005,
        "name":"اکرم آباد",
        "ostan":"یزد",
        "full_name":"یزد - اکرم آباد"
    },
    {
        "id":1210006001,
        "name":"ندوشن",
        "ostan":"یزد",
        "full_name":"یزد - ندوشن"
    },
    {
        "id":1210006002,
        "name":"شهدا",
        "ostan":"یزد",
        "full_name":"یزد - شهدا"
    },
    {
        "id":1210006003,
        "name":"بفروییه",
        "ostan":"یزد",
        "full_name":"یزد - بفروییه"
    },
    {
        "id":1210007001,
        "name":"اسفندار",
        "ostan":"یزد",
        "full_name":"یزد - اسفندار"
    },
    {
        "id":1210007002,
        "name":"مهرآباد",
        "ostan":"یزد",
        "full_name":"یزد - مهرآباد"
    },
    {
        "id":1210008001,
        "name":"رستاق",
        "ostan":"یزد",
        "full_name":"یزد - رستاق"
    },
    {
        "id":1210008002,
        "name":"مرکزی",
        "ostan":"یزد",
        "full_name":"یزد - مرکزی"
    },
    {
        "id":1210009001,
        "name":"چاهک",
        "ostan":"یزد",
        "full_name":"یزد - چاهک"
    },
    {
        "id":1210009002,
        "name":"فتح آباد",
        "ostan":"یزد",
        "full_name":"یزد - فتح آباد"
    },
    {
        "id":1210009003,
        "name":"چاهک",
        "ostan":"یزد",
        "full_name":"یزد - چاهک"
    },
    {
        "id":1220001001,
        "name":"تنب",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - تنب"
    },
    {
        "id":1220001002,
        "name":"مرکزی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - مرکزی"
    },
    {
        "id":1220001003,
        "name":"سیری",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سیری"
    },
    {
        "id":1220002001,
        "name":"ایسین",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - ایسین"
    },
    {
        "id":1220002002,
        "name":"فین",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - فین"
    },
    {
        "id":1220002003,
        "name":"گهره",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - گهره"
    },
    {
        "id":1220002004,
        "name":"مرکزی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - مرکزی"
    },
    {
        "id":1220002005,
        "name":"گچین",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - گچین"
    },
    {
        "id":1220002006,
        "name":"قلعه قاضی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - قلعه قاضی"
    },
    {
        "id":1220002007,
        "name":"سیاهو",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سیاهو"
    },
    {
        "id":1220002008,
        "name":"سرخون",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سرخون"
    },
    {
        "id":1220003001,
        "name":"بندر چارک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بندر چارک"
    },
    {
        "id":1220003002,
        "name":"مقام",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - مقام"
    },
    {
        "id":1220003003,
        "name":"لاوان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - لاوان"
    },
    {
        "id":1220003005,
        "name":"مرکزی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - مرکزی"
    },
    {
        "id":1220003006,
        "name":"مهران",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - مهران"
    },
    {
        "id":1220004001,
        "name":"حومه",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - حومه"
    },
    {
        "id":1220004002,
        "name":"سوزا",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سوزا"
    },
    {
        "id":1220004003,
        "name":"لارک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - لارک"
    },
    {
        "id":1220004004,
        "name":"هنگام",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - هنگام"
    },
    {
        "id":1220005001,
        "name":"بندر",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بندر"
    },
    {
        "id":1220005002,
        "name":"درپهن",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - درپهن"
    },
    {
        "id":1220005003,
        "name":"سندرک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سندرک"
    },
    {
        "id":1220005004,
        "name":"توکهور",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - توکهور"
    },
    {
        "id":1220005005,
        "name":"گوربند",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - گوربند"
    },
    {
        "id":1220005006,
        "name":"تیاب",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - تیاب"
    },
    {
        "id":1220005007,
        "name":"کریان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - کریان"
    },
    {
        "id":1220006001,
        "name":"جاسک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - جاسک"
    },
    {
        "id":1220006002,
        "name":"سورک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سورک"
    },
    {
        "id":1220006003,
        "name":"کنگان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - کنگان"
    },
    {
        "id":1220006004,
        "name":"گابریک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - گابریک"
    },
    {
        "id":1220007001,
        "name":"رودخانه",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - رودخانه"
    },
    {
        "id":1220007002,
        "name":"مسافرآباد",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - مسافرآباد"
    },
    {
        "id":1220007003,
        "name":"رودخانه بر",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - رودخانه بر"
    },
    {
        "id":1220007004,
        "name":"بیکاه",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بیکاه"
    },
    {
        "id":1220007006,
        "name":"راهدار",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - راهدار"
    },
    {
        "id":1220007007,
        "name":"برنطین",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - برنطین"
    },
    {
        "id":1220008001,
        "name":"درآگاه",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - درآگاه"
    },
    {
        "id":1220008002,
        "name":"فارغان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - فارغان"
    },
    {
        "id":1220008003,
        "name":"آشکارا",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - آشکارا"
    },
    {
        "id":1220009001,
        "name":"جناح",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - جناح"
    },
    {
        "id":1220009002,
        "name":"فرامرزان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - فرامرزان"
    },
    {
        "id":1220009003,
        "name":"گوده",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - گوده"
    },
    {
        "id":1230001001,
        "name":"سولقان",
        "ostan":"تهران",
        "full_name":"تهران - سولقان"
    },
    {
        "id":1230001002,
        "name":"خلازیر",
        "ostan":"تهران",
        "full_name":"تهران - خلازیر"
    },
    {
        "id":1230001003,
        "name":"آفتاب",
        "ostan":"تهران",
        "full_name":"تهران - آفتاب"
    },
    {
        "id":1230002001,
        "name":"ابرشیوه",
        "ostan":"تهران",
        "full_name":"تهران - ابرشیوه"
    },
    {
        "id":1230002002,
        "name":"مهرآباد",
        "ostan":"تهران",
        "full_name":"تهران - مهرآباد"
    },
    {
        "id":1230002003,
        "name":"تاررود",
        "ostan":"تهران",
        "full_name":"تهران - تاررود"
    },
    {
        "id":1230002004,
        "name":"جمع آبرود",
        "ostan":"تهران",
        "full_name":"تهران - جمع آبرود"
    },
    {
        "id":1230003001,
        "name":"حسن آباد",
        "ostan":"تهران",
        "full_name":"تهران - حسن آباد"
    },
    {
        "id":1230003002,
        "name":"کهریزک",
        "ostan":"تهران",
        "full_name":"تهران - کهریزک"
    },
    {
        "id":1230003003,
        "name":"کلین",
        "ostan":"تهران",
        "full_name":"تهران - کلین"
    },
    {
        "id":1230003004,
        "name":"مرکزی",
        "ostan":"تهران",
        "full_name":"تهران - مرکزی"
    },
    {
        "id":1230003005,
        "name":"خاوران",
        "ostan":"تهران",
        "full_name":"تهران - خاوران"
    },
    {
        "id":1230003006,
        "name":"قلعه نو",
        "ostan":"تهران",
        "full_name":"تهران - قلعه نو"
    },
    {
        "id":1230004001,
        "name":"رودبارقصران",
        "ostan":"تهران",
        "full_name":"تهران - رودبارقصران"
    },
    {
        "id":1230004002,
        "name":"لواسان کوچک",
        "ostan":"تهران",
        "full_name":"تهران - لواسان کوچک"
    },
    {
        "id":1230006001,
        "name":"بهنام عرب جنوبی",
        "ostan":"تهران",
        "full_name":"تهران - بهنام عرب جنوبی"
    },
    {
        "id":1230006002,
        "name":"بهنام وسطجنوبی",
        "ostan":"تهران",
        "full_name":"تهران - بهنام وسطجنوبی"
    },
    {
        "id":1230006003,
        "name":"بهنام وسط شمالی",
        "ostan":"تهران",
        "full_name":"تهران - بهنام وسط شمالی"
    },
    {
        "id":1230009001,
        "name":"جوقین",
        "ostan":"تهران",
        "full_name":"تهران - جوقین"
    },
    {
        "id":1230009002,
        "name":"فردوس",
        "ostan":"تهران",
        "full_name":"تهران - فردوس"
    },
    {
        "id":1230009003,
        "name":"جوقین",
        "ostan":"تهران",
        "full_name":"تهران - جوقین"
    },
    {
        "id":1230009004,
        "name":"رزکان",
        "ostan":"تهران",
        "full_name":"تهران - رزکان"
    },
    {
        "id":1230009006,
        "name":"قایم آباد",
        "ostan":"تهران",
        "full_name":"تهران - قایم آباد"
    },
    {
        "id":1230009008,
        "name":"مویز",
        "ostan":"تهران",
        "full_name":"تهران - مویز"
    },
    {
        "id":1230009009,
        "name":"سعیدآباد",
        "ostan":"تهران",
        "full_name":"تهران - سعیدآباد"
    },
    {
        "id":1240001001,
        "name":"ارشق شرقی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - ارشق شرقی"
    },
    {
        "id":1240001002,
        "name":"بالغلو",
        "ostan":"اردبیل",
        "full_name":"اردبیل - بالغلو"
    },
    {
        "id":1240001003,
        "name":"هیر",
        "ostan":"اردبیل",
        "full_name":"اردبیل - هیر"
    },
    {
        "id":1240001004,
        "name":"سردابه",
        "ostan":"اردبیل",
        "full_name":"اردبیل - سردابه"
    },
    {
        "id":1240001005,
        "name":"شرقی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - شرقی"
    },
    {
        "id":1240001006,
        "name":"ثمرین",
        "ostan":"اردبیل",
        "full_name":"اردبیل - ثمرین"
    },
    {
        "id":1240001007,
        "name":"کلخوران",
        "ostan":"اردبیل",
        "full_name":"اردبیل - کلخوران"
    },
    {
        "id":1240002001,
        "name":"انجیرلو",
        "ostan":"اردبیل",
        "full_name":"اردبیل - انجیرلو"
    },
    {
        "id":1240002002,
        "name":"قشلاق شرقی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - قشلاق شرقی"
    },
    {
        "id":1240002004,
        "name":"گوگ تپه",
        "ostan":"اردبیل",
        "full_name":"اردبیل - گوگ تپه"
    },
    {
        "id":1240003001,
        "name":"پلنگا",
        "ostan":"اردبیل",
        "full_name":"اردبیل - پلنگا"
    },
    {
        "id":1240003002,
        "name":"خورش رستم شمالی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - خورش رستم شمالی"
    },
    {
        "id":1240003003,
        "name":"شاهرود",
        "ostan":"اردبیل",
        "full_name":"اردبیل - شاهرود"
    },
    {
        "id":1240003004,
        "name":"مرکزی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - مرکزی"
    },
    {
        "id":1240004001,
        "name":"ارشق شمالی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - ارشق شمالی"
    },
    {
        "id":1240004002,
        "name":"لاهرود",
        "ostan":"اردبیل",
        "full_name":"اردبیل - لاهرود"
    },
    {
        "id":1240004003,
        "name":"ارشق مرکزی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - ارشق مرکزی"
    },
    {
        "id":1240004004,
        "name":"مرادلو",
        "ostan":"اردبیل",
        "full_name":"اردبیل - مرادلو"
    },
    {
        "id":1240004005,
        "name":"مشگین شرقی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - مشگین شرقی"
    },
    {
        "id":1240005001,
        "name":"اجارودشرقی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اجارودشرقی"
    },
    {
        "id":1240005002,
        "name":"اجارودغربی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اجارودغربی"
    },
    {
        "id":1240005003,
        "name":"اجارودمرکزی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اجارودمرکزی"
    },
    {
        "id":1240005004,
        "name":"انی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - انی"
    },
    {
        "id":1240005005,
        "name":"اجارودشمالی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اجارودشمالی"
    },
    {
        "id":1240005006,
        "name":"پایین برزند",
        "ostan":"اردبیل",
        "full_name":"اردبیل - پایین برزند"
    },
    {
        "id":1240006001,
        "name":"محمودآباد",
        "ostan":"اردبیل",
        "full_name":"اردبیل - محمودآباد"
    },
    {
        "id":1240006002,
        "name":"تازه کند",
        "ostan":"اردبیل",
        "full_name":"اردبیل - تازه کند"
    },
    {
        "id":1240006003,
        "name":"ساوالان",
        "ostan":"اردبیل",
        "full_name":"اردبیل - ساوالان"
    },
    {
        "id":1240006004,
        "name":"اولتان",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اولتان"
    },
    {
        "id":1240007001,
        "name":"سنجبدشمالی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - سنجبدشمالی"
    },
    {
        "id":1240007002,
        "name":"سنجبدغربی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - سنجبدغربی"
    },
    {
        "id":1240008001,
        "name":"ویلکیج جنوبی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - ویلکیج جنوبی"
    },
    {
        "id":1240008002,
        "name":"ویلکیج مرکزی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - ویلکیج مرکزی"
    },
    {
        "id":1240008003,
        "name":"گرده",
        "ostan":"اردبیل",
        "full_name":"اردبیل - گرده"
    },
    {
        "id":1240008004,
        "name":"ویلکیج شمالی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - ویلکیج شمالی"
    },
    {
        "id":1240009001,
        "name":"دورسونخواجه",
        "ostan":"اردبیل",
        "full_name":"اردبیل - دورسونخواجه"
    },
    {
        "id":1240009002,
        "name":"رضاقلی قشلاق",
        "ostan":"اردبیل",
        "full_name":"اردبیل - رضاقلی قشلاق"
    },
    {
        "id":1240009003,
        "name":"یورتچی غربی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - یورتچی غربی"
    },
    {
        "id":1250001001,
        "name":"دستجرد",
        "ostan":"قم",
        "full_name":"قم - دستجرد"
    },
    {
        "id":1250001002,
        "name":"قمرود",
        "ostan":"قم",
        "full_name":"قم - قمرود"
    },
    {
        "id":1250001003,
        "name":"قنوات",
        "ostan":"قم",
        "full_name":"قم - قنوات"
    },
    {
        "id":1250001005,
        "name":"سلفچگان",
        "ostan":"قم",
        "full_name":"قم - سلفچگان"
    },
    {
        "id":1250002001,
        "name":"جعفرآباد",
        "ostan":"قم",
        "full_name":"قم - جعفرآباد"
    },
    {
        "id":1250002002,
        "name":"باقرآباد",
        "ostan":"قم",
        "full_name":"قم - باقرآباد"
    },
    {
        "id":1250003001,
        "name":"کرمجگان",
        "ostan":"قم",
        "full_name":"قم - کرمجگان"
    },
    {
        "id":1250003002,
        "name":"کهک",
        "ostan":"قم",
        "full_name":"قم - کهک"
    },
    {
        "id":1260001001,
        "name":"ابراهیم آباد",
        "ostan":"قزوین",
        "full_name":"قزوین - ابراهیم آباد"
    },
    {
        "id":1260001002,
        "name":"رامندجنوبی",
        "ostan":"قزوین",
        "full_name":"قزوین - رامندجنوبی"
    },
    {
        "id":1260001003,
        "name":"زهرای بالا",
        "ostan":"قزوین",
        "full_name":"قزوین - زهرای بالا"
    },
    {
        "id":1260001004,
        "name":"زهرای پایین",
        "ostan":"قزوین",
        "full_name":"قزوین - زهرای پایین"
    },
    {
        "id":1260001005,
        "name":"سگزآباد",
        "ostan":"قزوین",
        "full_name":"قزوین - سگزآباد"
    },
    {
        "id":1260001006,
        "name":"دشتابی",
        "ostan":"قزوین",
        "full_name":"قزوین - دشتابی"
    },
    {
        "id":1260002001,
        "name":"اک",
        "ostan":"قزوین",
        "full_name":"قزوین - اک"
    },
    {
        "id":1260002002,
        "name":"خرم آباد",
        "ostan":"قزوین",
        "full_name":"قزوین - خرم آباد"
    },
    {
        "id":1260002003,
        "name":"نرجه",
        "ostan":"قزوین",
        "full_name":"قزوین - نرجه"
    },
    {
        "id":1260002004,
        "name":"مرکزی",
        "ostan":"قزوین",
        "full_name":"قزوین - مرکزی"
    },
    {
        "id":1260003001,
        "name":"الموت بالا",
        "ostan":"قزوین",
        "full_name":"قزوین - الموت بالا"
    },
    {
        "id":1260003002,
        "name":"الموت پایین",
        "ostan":"قزوین",
        "full_name":"قزوین - الموت پایین"
    },
    {
        "id":1260003003,
        "name":"معلم کلایه",
        "ostan":"قزوین",
        "full_name":"قزوین - معلم کلایه"
    },
    {
        "id":1260003004,
        "name":"نیارک",
        "ostan":"قزوین",
        "full_name":"قزوین - نیارک"
    },
    {
        "id":1260003005,
        "name":"مرکزی",
        "ostan":"قزوین",
        "full_name":"قزوین - مرکزی"
    },
    {
        "id":1260003007,
        "name":"کوهین",
        "ostan":"قزوین",
        "full_name":"قزوین - کوهین"
    },
    {
        "id":1260004001,
        "name":"بشاریات شرقی",
        "ostan":"قزوین",
        "full_name":"قزوین - بشاریات شرقی"
    },
    {
        "id":1260004002,
        "name":"بشاریات غربی",
        "ostan":"قزوین",
        "full_name":"قزوین - بشاریات غربی"
    },
    {
        "id":1260004003,
        "name":"کوهپایه غربی",
        "ostan":"قزوین",
        "full_name":"قزوین - کوهپایه غربی"
    },
    {
        "id":1260005001,
        "name":"حصارخروان",
        "ostan":"قزوین",
        "full_name":"قزوین - حصارخروان"
    },
    {
        "id":1260005002,
        "name":"شریف آباد",
        "ostan":"قزوین",
        "full_name":"قزوین - شریف آباد"
    },
    {
        "id":1260006001,
        "name":"حصارولیعصر",
        "ostan":"قزوین",
        "full_name":"قزوین - حصارولیعصر"
    },
    {
        "id":1260006002,
        "name":"خرقان غربی",
        "ostan":"قزوین",
        "full_name":"قزوین - خرقان غربی"
    },
    {
        "id":1260006003,
        "name":"شهیدآباد",
        "ostan":"قزوین",
        "full_name":"قزوین - شهیدآباد"
    },
    {
        "id":1270001001,
        "name":"انزان شرقی",
        "ostan":"گلستان",
        "full_name":"گلستان - انزان شرقی"
    },
    {
        "id":1270001002,
        "name":"انزان غربی",
        "ostan":"گلستان",
        "full_name":"گلستان - انزان غربی"
    },
    {
        "id":1270002001,
        "name":"جعفربای جنوبی",
        "ostan":"گلستان",
        "full_name":"گلستان - جعفربای جنوبی"
    },
    {
        "id":1270002002,
        "name":"فراغی",
        "ostan":"گلستان",
        "full_name":"گلستان - فراغی"
    },
    {
        "id":1270002003,
        "name":"سیجوال",
        "ostan":"گلستان",
        "full_name":"گلستان - سیجوال"
    },
    {
        "id":1270003001,
        "name":"استرآباد",
        "ostan":"گلستان",
        "full_name":"گلستان - استرآباد"
    },
    {
        "id":1270003002,
        "name":"کتول",
        "ostan":"گلستان",
        "full_name":"گلستان - کتول"
    },
    {
        "id":1270003003,
        "name":"زرین گل",
        "ostan":"گلستان",
        "full_name":"گلستان - زرین گل"
    },
    {
        "id":1270004001,
        "name":"چهارکوه",
        "ostan":"گلستان",
        "full_name":"گلستان - چهارکوه"
    },
    {
        "id":1270004002,
        "name":"سدن رستاق شرقی",
        "ostan":"گلستان",
        "full_name":"گلستان - سدن رستاق شرقی"
    },
    {
        "id":1270004003,
        "name":"سدن رستاق غربی",
        "ostan":"گلستان",
        "full_name":"گلستان - سدن رستاق غربی"
    },
    {
        "id":1270005001,
        "name":"استرآباد جنوبی",
        "ostan":"گلستان",
        "full_name":"گلستان - استرآباد جنوبی"
    },
    {
        "id":1270005002,
        "name":"قرق",
        "ostan":"گلستان",
        "full_name":"گلستان - قرق"
    },
    {
        "id":1270005003,
        "name":"انجیرآب",
        "ostan":"گلستان",
        "full_name":"گلستان - انجیرآب"
    },
    {
        "id":1270005004,
        "name":"روشن آباد",
        "ostan":"گلستان",
        "full_name":"گلستان - روشن آباد"
    },
    {
        "id":1270006001,
        "name":"اترک",
        "ostan":"گلستان",
        "full_name":"گلستان - اترک"
    },
    {
        "id":1270006002,
        "name":"کرند",
        "ostan":"گلستان",
        "full_name":"گلستان - کرند"
    },
    {
        "id":1270006003,
        "name":"فجر",
        "ostan":"گلستان",
        "full_name":"گلستان - فجر"
    },
    {
        "id":1270006004,
        "name":"سلطانعلی",
        "ostan":"گلستان",
        "full_name":"گلستان - سلطانعلی"
    },
    {
        "id":1270007001,
        "name":"چهل چای",
        "ostan":"گلستان",
        "full_name":"گلستان - چهل چای"
    },
    {
        "id":1270007002,
        "name":"قلعه قافه",
        "ostan":"گلستان",
        "full_name":"گلستان - قلعه قافه"
    },
    {
        "id":1270007004,
        "name":"مرکزی",
        "ostan":"گلستان",
        "full_name":"گلستان - مرکزی"
    },
    {
        "id":1270007005,
        "name":"کوهسارات",
        "ostan":"گلستان",
        "full_name":"گلستان - کوهسارات"
    },
    {
        "id":1270008001,
        "name":"مزرعه جنوبی",
        "ostan":"گلستان",
        "full_name":"گلستان - مزرعه جنوبی"
    },
    {
        "id":1270008002,
        "name":"مزرعه شمالی",
        "ostan":"گلستان",
        "full_name":"گلستان - مزرعه شمالی"
    },
    {
        "id":1270008003,
        "name":"گرگان بوی",
        "ostan":"گلستان",
        "full_name":"گلستان - گرگان بوی"
    },
    {
        "id":1270009001,
        "name":"آق سو",
        "ostan":"گلستان",
        "full_name":"گلستان - آق سو"
    },
    {
        "id":1270009002,
        "name":"عرب داغ",
        "ostan":"گلستان",
        "full_name":"گلستان - عرب داغ"
    },
    {
        "id":1270009003,
        "name":"پیشکمر",
        "ostan":"گلستان",
        "full_name":"گلستان - پیشکمر"
    },
    {
        "id":1270009004,
        "name":"کنگور",
        "ostan":"گلستان",
        "full_name":"گلستان - کنگور"
    },
    {
        "id":1280001001,
        "name":"آذری",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - آذری"
    },
    {
        "id":1280001002,
        "name":"دامن کوه",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - دامن کوه"
    },
    {
        "id":1280001003,
        "name":"زرق آباد",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - زرق آباد"
    },
    {
        "id":1280001004,
        "name":"رویین",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - رویین"
    },
    {
        "id":1280001005,
        "name":"میلانلو",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - میلانلو"
    },
    {
        "id":1280002001,
        "name":"آلاداغ",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - آلاداغ"
    },
    {
        "id":1280002002,
        "name":"باباامان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - باباامان"
    },
    {
        "id":1280002003,
        "name":"بدرانلو",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - بدرانلو"
    },
    {
        "id":1280002004,
        "name":"مرکزی",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - مرکزی"
    },
    {
        "id":1280002005,
        "name":"گرمخان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - گرمخان"
    },
    {
        "id":1280003001,
        "name":"چهارده سنخواست",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - چهارده سنخواست"
    },
    {
        "id":1280003002,
        "name":"دربند",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - دربند"
    },
    {
        "id":1280003003,
        "name":"مرکزی",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - مرکزی"
    },
    {
        "id":1280004001,
        "name":"تکمران",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - تکمران"
    },
    {
        "id":1280004002,
        "name":"جیرستان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - جیرستان"
    },
    {
        "id":1280004003,
        "name":"زیارت",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - زیارت"
    },
    {
        "id":1280004004,
        "name":"سیوکانلو",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - سیوکانلو"
    },
    {
        "id":1280004005,
        "name":"گلیان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - گلیان"
    },
    {
        "id":1280005001,
        "name":"تیتکانلو",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - تیتکانلو"
    },
    {
        "id":1280005002,
        "name":"حصار",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - حصار"
    },
    {
        "id":1280005003,
        "name":"فاروج",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - فاروج"
    },
    {
        "id":1280006001,
        "name":"آلمه",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - آلمه"
    },
    {
        "id":1280006002,
        "name":"قاضی",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - قاضی"
    },
    {
        "id":1280006003,
        "name":"مرکزی",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - مرکزی"
    },
    {
        "id":1280007001,
        "name":"گلستان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - گلستان"
    },
    {
        "id":1280007002,
        "name":"بالا دشت",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - بالا دشت"
    },
    {
        "id":1280008001,
        "name":"راز",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - راز"
    },
    {
        "id":1280008002,
        "name":"باغلق",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - باغلق"
    },
    {
        "id":1280008003,
        "name":"جرگلان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - جرگلان"
    },
    {
        "id":1280009001,
        "name":"صفی آباد",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - صفی آباد"
    },
    {
        "id":1280009002,
        "name":"دهنه شیرین",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - دهنه شیرین"
    },
    {
        "id":1290001001,
        "name":"القورات",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - القورات"
    },
    {
        "id":1290001003,
        "name":"شاخنات",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - شاخنات"
    },
    {
        "id":1290001004,
        "name":"فشارود",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - فشارود"
    },
    {
        "id":1290001005,
        "name":"کاهشنگ",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - کاهشنگ"
    },
    {
        "id":1290001007,
        "name":"شاخن",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - شاخن"
    },
    {
        "id":1290001008,
        "name":"باقران",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - باقران"
    },
    {
        "id":1290002001,
        "name":"طبس مسینا",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - طبس مسینا"
    },
    {
        "id":1290002002,
        "name":"قهستان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - قهستان"
    },
    {
        "id":1290002003,
        "name":"کوشکک",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - کوشکک"
    },
    {
        "id":1290002004,
        "name":"میاندشت",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - میاندشت"
    },
    {
        "id":1290003001,
        "name":"مود",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - مود"
    },
    {
        "id":1290003002,
        "name":"مومن آباد",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - مومن آباد"
    },
    {
        "id":1290003003,
        "name":"غیناب",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - غیناب"
    },
    {
        "id":1290004001,
        "name":"پیشکوه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - پیشکوه"
    },
    {
        "id":1290004002,
        "name":"قاین",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - قاین"
    },
    {
        "id":1290004003,
        "name":"نیمبلوک",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - نیمبلوک"
    },
    {
        "id":1290004005,
        "name":"سده",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - سده"
    },
    {
        "id":1290005001,
        "name":"شوسف",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - شوسف"
    },
    {
        "id":1290005002,
        "name":"میغان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - میغان"
    },
    {
        "id":1290005003,
        "name":"گرم تمام ده",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - گرم تمام ده"
    },
    {
        "id":1290006001,
        "name":"آیسک",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - آیسک"
    },
    {
        "id":1290006002,
        "name":"مصعبی",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - مصعبی"
    },
    {
        "id":1290007001,
        "name":"باغستان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - باغستان"
    },
    {
        "id":1290007002,
        "name":"برون",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - برون"
    },
    {
        "id":1290007003,
        "name":"اسلامیه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - اسلامیه"
    },
    {
        "id":1290007004,
        "name":"مرکزی",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - مرکزی"
    },
    {
        "id":1290008001,
        "name":"علی جمال",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - علی جمال"
    },
    {
        "id":1290008002,
        "name":"کرند",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - کرند"
    },
    {
        "id":1290009001,
        "name":"شاسکوه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - شاسکوه"
    },
    {
        "id":1290009002,
        "name":"بهناباد",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - بهناباد"
    },
    {
        "id":1290009003,
        "name":"شاسکوه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - شاسکوه"
    },
    {
        "id":1300001001,
        "name":"گرمدره",
        "ostan":"البرز",
        "full_name":"البرز - گرمدره"
    },
    {
        "id":1300001002,
        "name":"محمدآباد",
        "ostan":"البرز",
        "full_name":"البرز - محمدآباد"
    },
    {
        "id":1300001003,
        "name":"کمال آباد",
        "ostan":"البرز",
        "full_name":"البرز - کمال آباد"
    },
    {
        "id":1300002001,
        "name":"سعیدآباد",
        "ostan":"البرز",
        "full_name":"البرز - سعیدآباد"
    },
    {
        "id":1300002002,
        "name":"هیو",
        "ostan":"البرز",
        "full_name":"البرز - هیو"
    },
    {
        "id":1300002003,
        "name":"چندار",
        "ostan":"البرز",
        "full_name":"البرز - چندار"
    },
    {
        "id":1300003001,
        "name":"احمدآباد",
        "ostan":"البرز",
        "full_name":"البرز - احمدآباد"
    },
    {
        "id":1300003002,
        "name":"جمال الدین",
        "ostan":"البرز",
        "full_name":"البرز - جمال الدین"
    },
    {
        "id":1300003003,
        "name":"نجم آباد",
        "ostan":"البرز",
        "full_name":"البرز - نجم آباد"
    },
    {
        "id":1300004001,
        "name":"میان طالقان",
        "ostan":"البرز",
        "full_name":"البرز - میان طالقان"
    },
    {
        "id":1300004002,
        "name":"پایین طالقان",
        "ostan":"البرز",
        "full_name":"البرز - پایین طالقان"
    },
    {
        "id":1300005001,
        "name":"صحت آباد",
        "ostan":"البرز",
        "full_name":"البرز - صحت آباد"
    },
    {
        "id":1300005002,
        "name":"ایپک",
        "ostan":"البرز",
        "full_name":"البرز - ایپک"
    },
    {
        "id":1300006001,
        "name":"فردیس",
        "ostan":"البرز",
        "full_name":"البرز - فردیس"
    },
    {
        "id":1300006002,
        "name":"وحدت",
        "ostan":"البرز",
        "full_name":"البرز - وحدت"
    },
    {
        "id":1300007001,
        "name":"چهاردانگه",
        "ostan":"البرز",
        "full_name":"البرز - چهاردانگه"
    },
    {
        "id":1300007002,
        "name":"عرب آباد افشار",
        "ostan":"البرز",
        "full_name":"البرز - عرب آباد افشار"
    },
    {
        "id":1000001001101,
        "name":"اراک",
        "ostan":"مرکزی",
        "full_name":"مرکزی - اراک"
    },
    {
        "id":1000001001678,
        "name":"اراک 1",
        "ostan":"مرکزی",
        "full_name":"مرکزی - اراک 1"
    },
    {
        "id":1000001001679,
        "name":"اراک 2",
        "ostan":"مرکزی",
        "full_name":"مرکزی - اراک 2"
    },
    {
        "id":1000001001680,
        "name":"اراک 3",
        "ostan":"مرکزی",
        "full_name":"مرکزی - اراک 3"
    },
    {
        "id":1000001002536,
        "name":"داودآباد",
        "ostan":"مرکزی",
        "full_name":"مرکزی - داودآباد"
    },
    {
        "id":1000001002858,
        "name":"اراک 4",
        "ostan":"مرکزی",
        "full_name":"مرکزی - اراک 4"
    },
    {
        "id":1000001002859,
        "name":"اراک 5",
        "ostan":"مرکزی",
        "full_name":"مرکزی - اراک 5"
    },
    {
        "id":1000001002074,
        "name":"ساروق",
        "ostan":"مرکزی",
        "full_name":"مرکزی - ساروق"
    },
    {
        "id":1000004002541,
        "name":"قورچی باشی",
        "ostan":"مرکزی",
        "full_name":"مرکزی - قورچی باشی"
    },
    {
        "id":1000001001600,
        "name":"کارچان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - کارچان"
    },
    {
        "id":1000002001103,
        "name":"آشتیان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - آشتیان"
    },
    {
        "id":1000004001105,
        "name":"خمین",
        "ostan":"مرکزی",
        "full_name":"مرکزی - خمین"
    },
    {
        "id":1000003001104,
        "name":"تفرش",
        "ostan":"مرکزی",
        "full_name":"مرکزی - تفرش"
    },
    {
        "id":1000007002774,
        "name":"شهباز",
        "ostan":"مرکزی",
        "full_name":"مرکزی - شهباز"
    },
    {
        "id":1000006001110,
        "name":"ساوه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - ساوه"
    },
    {
        "id":1000006002827,
        "name":"آوه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - آوه"
    },
    {
        "id":1000006002860,
        "name":"ساوه 1",
        "ostan":"مرکزی",
        "full_name":"مرکزی - ساوه 1"
    },
    {
        "id":1000006002861,
        "name":"ساوه 2",
        "ostan":"مرکزی",
        "full_name":"مرکزی - ساوه 2"
    },
    {
        "id":1000006001111,
        "name":"غرق آباد",
        "ostan":"مرکزی",
        "full_name":"مرکزی - غرق آباد"
    },
    {
        "id":1000006002137,
        "name":"نوبران",
        "ostan":"مرکزی",
        "full_name":"مرکزی - نوبران"
    },
    {
        "id":1000005001106,
        "name":"دلیجان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - دلیجان"
    },
    {
        "id":1000005001107,
        "name":"نراق",
        "ostan":"مرکزی",
        "full_name":"مرکزی - نراق"
    },
    {
        "id":1000007002032,
        "name":"مهاجران",
        "ostan":"مرکزی",
        "full_name":"مرکزی - مهاجران"
    },
    {
        "id":1000007002582,
        "name":"توره",
        "ostan":"مرکزی",
        "full_name":"مرکزی - توره"
    },
    {
        "id":1000007001112,
        "name":"آستانه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - آستانه"
    },
    {
        "id":1000007001113,
        "name":"شازند",
        "ostan":"مرکزی",
        "full_name":"مرکزی - شازند"
    },
    {
        "id":1000007002380,
        "name":"هندودر",
        "ostan":"مرکزی",
        "full_name":"مرکزی - هندودر"
    },
    {
        "id":10000012002073,
        "name":"جاورسیان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - جاورسیان"
    },
    {
        "id":1000009001115,
        "name":"محلات",
        "ostan":"مرکزی",
        "full_name":"مرکزی - محلات"
    },
    {
        "id":1000009001116,
        "name":"نیمور",
        "ostan":"مرکزی",
        "full_name":"مرکزی - نیمور"
    },
    {
        "id":10000010002378,
        "name":"رازقان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - رازقان"
    },
    {
        "id":10000010001109,
        "name":"مامونیه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - مامونیه"
    },
    {
        "id":10000010002017,
        "name":"خشکرود",
        "ostan":"مرکزی",
        "full_name":"مرکزی - خشکرود"
    },
    {
        "id":10000010002228,
        "name":"پرندک",
        "ostan":"مرکزی",
        "full_name":"مرکزی - پرندک"
    },
    {
        "id":10000010001108,
        "name":"زاویه",
        "ostan":"مرکزی",
        "full_name":"مرکزی - زاویه"
    },
    {
        "id":10000011001102,
        "name":"کمیجان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - کمیجان"
    },
    {
        "id":10000011002379,
        "name":"میلاجرد",
        "ostan":"مرکزی",
        "full_name":"مرکزی - میلاجرد"
    },
    {
        "id":10000012002304,
        "name":"خنداب",
        "ostan":"مرکزی",
        "full_name":"مرکزی - خنداب"
    },
    {
        "id":10000013002136,
        "name":"فرمهین",
        "ostan":"مرکزی",
        "full_name":"مرکزی - فرمهین"
    },
    {
        "id":10000013002773,
        "name":"خنجین",
        "ostan":"مرکزی",
        "full_name":"مرکزی - خنجین"
    },
    {
        "id":10000013002941,
        "name":"تلخاب",
        "ostan":"مرکزی",
        "full_name":"مرکزی - تلخاب"
    },
    {
        "id":1010001001117,
        "name":"آستارا",
        "ostan":"گیلان",
        "full_name":"گیلان - آستارا"
    },
    {
        "id":1010001002583,
        "name":"لوندویل",
        "ostan":"گیلان",
        "full_name":"گیلان - لوندویل"
    },
    {
        "id":1010002001118,
        "name":"کیاشهر",
        "ostan":"گیلان",
        "full_name":"گیلان - کیاشهر"
    },
    {
        "id":1010002001119,
        "name":"آستانه اشرفیه",
        "ostan":"گیلان",
        "full_name":"گیلان - آستانه اشرفیه"
    },
    {
        "id":1010003001120,
        "name":"بندرانزلی",
        "ostan":"گیلان",
        "full_name":"گیلان - بندرانزلی"
    },
    {
        "id":1010003002538,
        "name":"بندرانزلی 1",
        "ostan":"گیلان",
        "full_name":"گیلان - بندرانزلی 1"
    },
    {
        "id":1010003002539,
        "name":"بندرانزلی 2",
        "ostan":"گیلان",
        "full_name":"گیلان - بندرانزلی 2"
    },
    {
        "id":1010004001124,
        "name":"هشتپر تالش",
        "ostan":"گیلان",
        "full_name":"گیلان - هشتپر تالش"
    },
    {
        "id":1010004002381,
        "name":"لیسار",
        "ostan":"گیلان",
        "full_name":"گیلان - لیسار"
    },
    {
        "id":1010006001131,
        "name":"لوشان",
        "ostan":"گیلان",
        "full_name":"گیلان - لوشان"
    },
    {
        "id":1010006001132,
        "name":"رودبار",
        "ostan":"گیلان",
        "full_name":"گیلان - رودبار"
    },
    {
        "id":1010006001133,
        "name":"منجیل",
        "ostan":"گیلان",
        "full_name":"گیلان - منجیل"
    },
    {
        "id":1010006002139,
        "name":"رستم آباد",
        "ostan":"گیلان",
        "full_name":"گیلان - رستم آباد"
    },
    {
        "id":1010004002382,
        "name":"اسالم",
        "ostan":"گیلان",
        "full_name":"گیلان - اسالم"
    },
    {
        "id":1010004002584,
        "name":"حویق",
        "ostan":"گیلان",
        "full_name":"گیلان - حویق"
    },
    {
        "id":1010004002585,
        "name":"چوبر",
        "ostan":"گیلان",
        "full_name":"گیلان - چوبر"
    },
    {
        "id":1010005001130,
        "name":"سنگر",
        "ostan":"گیلان",
        "full_name":"گیلان - سنگر"
    },
    {
        "id":1010005001127,
        "name":"کوچصفهان",
        "ostan":"گیلان",
        "full_name":"گیلان - کوچصفهان"
    },
    {
        "id":1010005002075,
        "name":"لولمان",
        "ostan":"گیلان",
        "full_name":"گیلان - لولمان"
    },
    {
        "id":1010005001128,
        "name":"لشت نشاء",
        "ostan":"گیلان",
        "full_name":"گیلان - لشت نشاء"
    },
    {
        "id":1010005001007,
        "name":"پیربازار",
        "ostan":"گیلان",
        "full_name":"گیلان - پیربازار"
    },
    {
        "id":1010009001142,
        "name":"فومن",
        "ostan":"گیلان",
        "full_name":"گیلان - فومن"
    },
    {
        "id":1010009001143,
        "name":"ماسوله",
        "ostan":"گیلان",
        "full_name":"گیلان - ماسوله"
    },
    {
        "id":1010009002804,
        "name":"ماکلوان",
        "ostan":"گیلان",
        "full_name":"گیلان - ماکلوان"
    },
    {
        "id":10100010001145,
        "name":"لنگرود",
        "ostan":"گیلان",
        "full_name":"گیلان - لنگرود"
    },
    {
        "id":10100010002076,
        "name":"چاف و چمخاله",
        "ostan":"گیلان",
        "full_name":"گیلان - چاف و چمخاله"
    },
    {
        "id":1010005001129,
        "name":"رشت",
        "ostan":"گیلان",
        "full_name":"گیلان - رشت"
    },
    {
        "id":1010005001654,
        "name":"رشت 1",
        "ostan":"گیلان",
        "full_name":"گیلان - رشت 1"
    },
    {
        "id":1010005001655,
        "name":"رشت 2",
        "ostan":"گیلان",
        "full_name":"گیلان - رشت 2"
    },
    {
        "id":1010005001656,
        "name":"رشت 3",
        "ostan":"گیلان",
        "full_name":"گیلان - رشت 3"
    },
    {
        "id":1010005002098,
        "name":"رشت 4",
        "ostan":"گیلان",
        "full_name":"گیلان - رشت 4"
    },
    {
        "id":1010005002099,
        "name":"رشت 5",
        "ostan":"گیلان",
        "full_name":"گیلان - رشت 5"
    },
    {
        "id":1010005001125,
        "name":"خشکبیجار",
        "ostan":"گیلان",
        "full_name":"گیلان - خشکبیجار"
    },
    {
        "id":1010006002229,
        "name":"توتکابن",
        "ostan":"گیلان",
        "full_name":"گیلان - توتکابن"
    },
    {
        "id":1010006002138,
        "name":"جیرنده",
        "ostan":"گیلان",
        "full_name":"گیلان - جیرنده"
    },
    {
        "id":1010006002383,
        "name":"بره سر",
        "ostan":"گیلان",
        "full_name":"گیلان - بره سر"
    },
    {
        "id":1010007001136,
        "name":"رحیم آباد",
        "ostan":"گیلان",
        "full_name":"گیلان - رحیم آباد"
    },
    {
        "id":1010007001137,
        "name":"رودسر",
        "ostan":"گیلان",
        "full_name":"گیلان - رودسر"
    },
    {
        "id":1010007001135,
        "name":"چابکسر",
        "ostan":"گیلان",
        "full_name":"گیلان - چابکسر"
    },
    {
        "id":1010007001138,
        "name":"کلاچای",
        "ostan":"گیلان",
        "full_name":"گیلان - کلاچای"
    },
    {
        "id":1010007001139,
        "name":"واجارگاه",
        "ostan":"گیلان",
        "full_name":"گیلان - واجارگاه"
    },
    {
        "id":1010008002140,
        "name":"مرجقل",
        "ostan":"گیلان",
        "full_name":"گیلان - مرجقل"
    },
    {
        "id":1010008001140,
        "name":"صومعه سرا",
        "ostan":"گیلان",
        "full_name":"گیلان - صومعه سرا"
    },
    {
        "id":1010008002328,
        "name":"گوراب زرمیخ",
        "ostan":"گیلان",
        "full_name":"گیلان - گوراب زرمیخ"
    },
    {
        "id":1010008001058,
        "name":"طاهر گوراب",
        "ostan":"گیلان",
        "full_name":"گیلان - طاهر گوراب"
    },
    {
        "id":1010008001059,
        "name":"ضیابر",
        "ostan":"گیلان",
        "full_name":"گیلان - ضیابر"
    },
    {
        "id":10100010002385,
        "name":"اطاقور",
        "ostan":"گیلان",
        "full_name":"گیلان - اطاقور"
    },
    {
        "id":10100010001144,
        "name":"کومله",
        "ostan":"گیلان",
        "full_name":"گیلان - کومله"
    },
    {
        "id":10100010002141,
        "name":"شلمان",
        "ostan":"گیلان",
        "full_name":"گیلان - شلمان"
    },
    {
        "id":10100011001147,
        "name":"لاهیجان",
        "ostan":"گیلان",
        "full_name":"گیلان - لاهیجان"
    },
    {
        "id":10100011002386,
        "name":"رودبنه",
        "ostan":"گیلان",
        "full_name":"گیلان - رودبنه"
    },
    {
        "id":10100012002387,
        "name":"احمد سرگوراب",
        "ostan":"گیلان",
        "full_name":"گیلان - احمد سرگوراب"
    },
    {
        "id":10100012001141,
        "name":"شفت",
        "ostan":"گیلان",
        "full_name":"گیلان - شفت"
    },
    {
        "id":10100013002519,
        "name":"رانکوه",
        "ostan":"گیلان",
        "full_name":"گیلان - رانکوه"
    },
    {
        "id":10100013001134,
        "name":"املش",
        "ostan":"گیلان",
        "full_name":"گیلان - املش"
    },
    {
        "id":10100014001121,
        "name":"پره سر",
        "ostan":"گیلان",
        "full_name":"گیلان - پره سر"
    },
    {
        "id":10100014001122,
        "name":"رضوانشهر",
        "ostan":"گیلان",
        "full_name":"گیلان - رضوانشهر"
    },
    {
        "id":10100015002329,
        "name":"دیلمان",
        "ostan":"گیلان",
        "full_name":"گیلان - دیلمان"
    },
    {
        "id":10100015001146,
        "name":"سیاهکل",
        "ostan":"گیلان",
        "full_name":"گیلان - سیاهکل"
    },
    {
        "id":10100016002510,
        "name":"بازار جمعه",
        "ostan":"گیلان",
        "full_name":"گیلان - بازار جمعه"
    },
    {
        "id":10100016001123,
        "name":"ماسال",
        "ostan":"گیلان",
        "full_name":"گیلان - ماسال"
    },
    {
        "id":10100017001126,
        "name":"خمام",
        "ostan":"گیلان",
        "full_name":"گیلان - خمام"
    },
    {
        "id":10100017001060,
        "name":"چوکام",
        "ostan":"گیلان",
        "full_name":"گیلان - چوکام"
    },
    {
        "id":1020001001148,
        "name":"رینه",
        "ostan":"مازندران",
        "full_name":"مازندران - رینه"
    },
    {
        "id":1020001002388,
        "name":"گزنک",
        "ostan":"مازندران",
        "full_name":"مازندران - گزنک"
    },
    {
        "id":1020001001149,
        "name":"آمل",
        "ostan":"مازندران",
        "full_name":"مازندران - آمل"
    },
    {
        "id":1020001002586,
        "name":"دابودشت",
        "ostan":"مازندران",
        "full_name":"مازندران - دابودشت"
    },
    {
        "id":1020001002772,
        "name":"امامزاده عبدالله",
        "ostan":"مازندران",
        "full_name":"مازندران - امامزاده عبدالله"
    },
    {
        "id":1020001002875,
        "name":"بابکان",
        "ostan":"مازندران",
        "full_name":"مازندران - بابکان"
    },
    {
        "id":1020002002389,
        "name":"خوش رودپی",
        "ostan":"مازندران",
        "full_name":"مازندران - خوش رودپی"
    },
    {
        "id":1020002001153,
        "name":"امیرکلا",
        "ostan":"مازندران",
        "full_name":"مازندران - امیرکلا"
    },
    {
        "id":1020002001154,
        "name":"بابل",
        "ostan":"مازندران",
        "full_name":"مازندران - بابل"
    },
    {
        "id":1020002002743,
        "name":"بابل 1",
        "ostan":"مازندران",
        "full_name":"مازندران - بابل 1"
    },
    {
        "id":1020002002744,
        "name":"بابل 2",
        "ostan":"مازندران",
        "full_name":"مازندران - بابل 2"
    },
    {
        "id":1020002002390,
        "name":"گلوگاه",
        "ostan":"مازندران",
        "full_name":"مازندران - گلوگاه"
    },
    {
        "id":1020002002391,
        "name":"مرزیکلا",
        "ostan":"مازندران",
        "full_name":"مازندران - مرزیکلا"
    },
    {
        "id":1020002002392,
        "name":"زرگر",
        "ostan":"مازندران",
        "full_name":"مازندران - زرگر"
    },
    {
        "id":1020002002587,
        "name":"گتاب",
        "ostan":"مازندران",
        "full_name":"مازندران - گتاب"
    },
    {
        "id":1020004001158,
        "name":"بهشهر",
        "ostan":"مازندران",
        "full_name":"مازندران - بهشهر"
    },
    {
        "id":1020004001159,
        "name":"رستمکلا",
        "ostan":"مازندران",
        "full_name":"مازندران - رستمکلا"
    },
    {
        "id":1020004002647,
        "name":"خلیل شهر",
        "ostan":"مازندران",
        "full_name":"مازندران - خلیل شهر"
    },
    {
        "id":1020005001100,
        "name":"شیرود",
        "ostan":"مازندران",
        "full_name":"مازندران - شیرود"
    },
    {
        "id":1020005001161,
        "name":"تنکابن",
        "ostan":"مازندران",
        "full_name":"مازندران - تنکابن"
    },
    {
        "id":1020005001166,
        "name":"نشتارود",
        "ostan":"مازندران",
        "full_name":"مازندران - نشتارود"
    },
    {
        "id":1020005001162,
        "name":"خرم آباد",
        "ostan":"مازندران",
        "full_name":"مازندران - خرم آباد"
    },
    {
        "id":1020006001167,
        "name":"رامسر",
        "ostan":"مازندران",
        "full_name":"مازندران - رامسر"
    },
    {
        "id":1020006001168,
        "name":"کتالم و سادات شهر",
        "ostan":"مازندران",
        "full_name":"مازندران - کتالم و سادات شهر"
    },
    {
        "id":1020006001069,
        "name":"دالخانی",
        "ostan":"مازندران",
        "full_name":"مازندران - دالخانی"
    },
    {
        "id":1020007002170,
        "name":"کیاسر",
        "ostan":"مازندران",
        "full_name":"مازندران - کیاسر"
    },
    {
        "id":1020007002588,
        "name":"فریم",
        "ostan":"مازندران",
        "full_name":"مازندران - فریم"
    },
    {
        "id":1020007001169,
        "name":"ساری",
        "ostan":"مازندران",
        "full_name":"مازندران - ساری"
    },
    {
        "id":1020007002740,
        "name":"ساری 1",
        "ostan":"مازندران",
        "full_name":"مازندران - ساری 1"
    },
    {
        "id":1020007002741,
        "name":"ساری 2",
        "ostan":"مازندران",
        "full_name":"مازندران - ساری 2"
    },
    {
        "id":1020007002742,
        "name":"ساری 3",
        "ostan":"مازندران",
        "full_name":"مازندران - ساری 3"
    },
    {
        "id":1020007002746,
        "name":"پایین هولار",
        "ostan":"مازندران",
        "full_name":"مازندران - پایین هولار"
    },
    {
        "id":1020007001006,
        "name":"اکند",
        "ostan":"مازندران",
        "full_name":"مازندران - اکند"
    },
    {
        "id":10200014002396,
        "name":"بلده",
        "ostan":"مازندران",
        "full_name":"مازندران - بلده"
    },
    {
        "id":1020007002874,
        "name":"فرح آباد",
        "ostan":"مازندران",
        "full_name":"مازندران - فرح آباد"
    },
    {
        "id":1020008001170,
        "name":"آلاشت",
        "ostan":"مازندران",
        "full_name":"مازندران - آلاشت"
    },
    {
        "id":1020008001171,
        "name":"پل سفید",
        "ostan":"مازندران",
        "full_name":"مازندران - پل سفید"
    },
    {
        "id":1020008001172,
        "name":"زیرآب",
        "ostan":"مازندران",
        "full_name":"مازندران - زیرآب"
    },
    {
        "id":10200010001176,
        "name":"قایم شهر",
        "ostan":"مازندران",
        "full_name":"مازندران - قایم شهر"
    },
    {
        "id":10200010002747,
        "name":"ارطه",
        "ostan":"مازندران",
        "full_name":"مازندران - ارطه"
    },
    {
        "id":10200016002393,
        "name":"بهنمیر",
        "ostan":"مازندران",
        "full_name":"مازندران - بهنمیر"
    },
    {
        "id":10200014002119,
        "name":"چمستان",
        "ostan":"مازندران",
        "full_name":"مازندران - چمستان"
    },
    {
        "id":10200014001189,
        "name":"نور",
        "ostan":"مازندران",
        "full_name":"مازندران - نور"
    },
    {
        "id":10200014001193,
        "name":"رویان",
        "ostan":"مازندران",
        "full_name":"مازندران - رویان"
    },
    {
        "id":10200014002648,
        "name":"ایزدشهر",
        "ostan":"مازندران",
        "full_name":"مازندران - ایزدشهر"
    },
    {
        "id":10200015002713,
        "name":"پول",
        "ostan":"مازندران",
        "full_name":"مازندران - پول"
    },
    {
        "id":10200015002779,
        "name":"کجور",
        "ostan":"مازندران",
        "full_name":"مازندران - کجور"
    },
    {
        "id":10200015001194,
        "name":"نوشهر",
        "ostan":"مازندران",
        "full_name":"مازندران - نوشهر"
    },
    {
        "id":10200016001151,
        "name":"بابلسر",
        "ostan":"مازندران",
        "full_name":"مازندران - بابلسر"
    },
    {
        "id":10200016002394,
        "name":"هادی شهر",
        "ostan":"مازندران",
        "full_name":"مازندران - هادی شهر"
    },
    {
        "id":10200018002395,
        "name":"سرخرود",
        "ostan":"مازندران",
        "full_name":"مازندران - سرخرود"
    },
    {
        "id":10200018001150,
        "name":"محمودآباد",
        "ostan":"مازندران",
        "full_name":"مازندران - محمودآباد"
    },
    {
        "id":10200019001160,
        "name":"نکا",
        "ostan":"مازندران",
        "full_name":"مازندران - نکا"
    },
    {
        "id":10200020001190,
        "name":"چالوس",
        "ostan":"مازندران",
        "full_name":"مازندران - چالوس"
    },
    {
        "id":10200020002748,
        "name":"هچیرود",
        "ostan":"مازندران",
        "full_name":"مازندران - هچیرود"
    },
    {
        "id":10200020001192,
        "name":"مرزن آباد",
        "ostan":"مازندران",
        "full_name":"مازندران - مرزن آباد"
    },
    {
        "id":10200021002397,
        "name":"کوهی خیل",
        "ostan":"مازندران",
        "full_name":"مازندران - کوهی خیل"
    },
    {
        "id":10200021001175,
        "name":"جویبار",
        "ostan":"مازندران",
        "full_name":"مازندران - جویبار"
    },
    {
        "id":10200022001157,
        "name":"گلوگاه",
        "ostan":"مازندران",
        "full_name":"مازندران - گلوگاه"
    },
    {
        "id":10200023001039,
        "name":"آستانه سرا",
        "ostan":"مازندران",
        "full_name":"مازندران - آستانه سرا"
    },
    {
        "id":10200023001152,
        "name":"فریدونکنار",
        "ostan":"مازندران",
        "full_name":"مازندران - فریدونکنار"
    },
    {
        "id":10200024001164,
        "name":"عباس آباد",
        "ostan":"مازندران",
        "full_name":"مازندران - عباس آباد"
    },
    {
        "id":10200024001163,
        "name":"سلمان شهر",
        "ostan":"مازندران",
        "full_name":"مازندران - سلمان شهر"
    },
    {
        "id":10200024001165,
        "name":"کلارآباد",
        "ostan":"مازندران",
        "full_name":"مازندران - کلارآباد"
    },
    {
        "id":10200025002305,
        "name":"سورک",
        "ostan":"مازندران",
        "full_name":"مازندران - سورک"
    },
    {
        "id":10200025002931,
        "name":"طبقده",
        "ostan":"مازندران",
        "full_name":"مازندران - طبقده"
    },
    {
        "id":10200026001177,
        "name":"کیاکلا",
        "ostan":"مازندران",
        "full_name":"مازندران - کیاکلا"
    },
    {
        "id":10200027001173,
        "name":"شیرگاه",
        "ostan":"مازندران",
        "full_name":"مازندران - شیرگاه"
    },
    {
        "id":10200028001191,
        "name":"کلاردشت",
        "ostan":"مازندران",
        "full_name":"مازندران - کلاردشت"
    },
    {
        "id":1030002001200,
        "name":"اهر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - اهر"
    },
    {
        "id":1030003001214,
        "name":"تبریز",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز"
    },
    {
        "id":1030003001215,
        "name":"سردرود",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سردرود"
    },
    {
        "id":1030003001621,
        "name":"تبریز1",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز1"
    },
    {
        "id":1030003001622,
        "name":"تبریز2",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز2"
    },
    {
        "id":1030003001623,
        "name":"تبریز3",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز3"
    },
    {
        "id":1030003001624,
        "name":"تبریز4",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز4"
    },
    {
        "id":1030003001651,
        "name":"تبریز5",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز5"
    },
    {
        "id":1030003001652,
        "name":"تبریز6",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز6"
    },
    {
        "id":1030003001653,
        "name":"تبریز7",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز7"
    },
    {
        "id":1030003002071,
        "name":"تبریز 9",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز 9"
    },
    {
        "id":1030003002072,
        "name":"تبریز 10",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز 10"
    },
    {
        "id":1030003002521,
        "name":"تبریز8",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تبریز8"
    },
    {
        "id":1030003001067,
        "name":"اسفهلان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - اسفهلان"
    },
    {
        "id":1030003001068,
        "name":"لاهیجان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - لاهیجان"
    },
    {
        "id":1030003001206,
        "name":"خسروشاه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - خسروشاه"
    },
    {
        "id":1030005001216,
        "name":"مهربان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مهربان"
    },
    {
        "id":1030005002330,
        "name":"شربیان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - شربیان"
    },
    {
        "id":1030005002399,
        "name":"دوزدوزان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - دوزدوزان"
    },
    {
        "id":1030003001213,
        "name":"باسمنج",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - باسمنج"
    },
    {
        "id":1030005001220,
        "name":"سراب",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سراب"
    },
    {
        "id":1030006001223,
        "name":"مراغه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مراغه"
    },
    {
        "id":1030006001649,
        "name":"مراغه 1",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مراغه 1"
    },
    {
        "id":1030006001650,
        "name":"مراغه 2",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مراغه 2"
    },
    {
        "id":1030006002331,
        "name":"خداجوخراجو",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - خداجوخراجو"
    },
    {
        "id":1030007001227,
        "name":"زنوز",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - زنوز"
    },
    {
        "id":1030007001228,
        "name":"مرند",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مرند"
    },
    {
        "id":1030007002589,
        "name":"بناب مرند",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بناب مرند"
    },
    {
        "id":1030007002400,
        "name":"یامچی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - یامچی"
    },
    {
        "id":1030007001026,
        "name":"دیزج حسین بیگ",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - دیزج حسین بیگ"
    },
    {
        "id":1030007002143,
        "name":"کشکسرای",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - کشکسرای"
    },
    {
        "id":10300010002144,
        "name":"ترکمانچای",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ترکمانچای"
    },
    {
        "id":10300010002401,
        "name":"آقکند",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - آقکند"
    },
    {
        "id":10300010002402,
        "name":"ترک",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ترک"
    },
    {
        "id":10300010001233,
        "name":"میانه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - میانه"
    },
    {
        "id":10300010002842,
        "name":"اچاچی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - اچاچی"
    },
    {
        "id":10300011001234,
        "name":"هشترود",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - هشترود"
    },
    {
        "id":10300011002590,
        "name":"نظرکهریزی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - نظرکهریزی"
    },
    {
        "id":10300012001221,
        "name":"بناب",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بناب"
    },
    {
        "id":10300012002934,
        "name":"خوشه مهر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - خوشه مهر"
    },
    {
        "id":10300013002295,
        "name":"تیکمه داش",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تیکمه داش"
    },
    {
        "id":10300015001199,
        "name":"کلیبر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - کلیبر"
    },
    {
        "id":10300013001025,
        "name":"کردکندی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - کردکندی"
    },
    {
        "id":10300013001207,
        "name":"بستان آباد",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بستان آباد"
    },
    {
        "id":10300014001212,
        "name":"صوفیان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - صوفیان"
    },
    {
        "id":10300014001209,
        "name":"خامنه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - خامنه"
    },
    {
        "id":10300014001210,
        "name":"شبستر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - شبستر"
    },
    {
        "id":10300014001211,
        "name":"شرفخانه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - شرفخانه"
    },
    {
        "id":10300014002101,
        "name":"شندآباد",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - شندآباد"
    },
    {
        "id":10300014002148,
        "name":"سیس",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سیس"
    },
    {
        "id":10300014002149,
        "name":"وایقان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - وایقان"
    },
    {
        "id":10300014002544,
        "name":"کوزه کنان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - کوزه کنان"
    },
    {
        "id":10300014002946,
        "name":"داریان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - داریان"
    },
    {
        "id":10300014002947,
        "name":"علیشاه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - علیشاه"
    },
    {
        "id":10300014001208,
        "name":"تسوج",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تسوج"
    },
    {
        "id":10300015002545,
        "name":"آبش احمد",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - آبش احمد"
    },
    {
        "id":10300016002146,
        "name":"خواجه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - خواجه"
    },
    {
        "id":10300016002935,
        "name":"اربطان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - اربطان"
    },
    {
        "id":10300016001217,
        "name":"هریس",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - هریس"
    },
    {
        "id":10300016002147,
        "name":"زرنق",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - زرنق"
    },
    {
        "id":10300016002230,
        "name":"بخشایش",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بخشایش"
    },
    {
        "id":10300016002333,
        "name":"کلوانق",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - کلوانق"
    },
    {
        "id":10300019002497,
        "name":"سیه رود",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سیه رود"
    },
    {
        "id":10300019001225,
        "name":"جلفا",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - جلفا"
    },
    {
        "id":10300019001226,
        "name":"هادیشهر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - هادیشهر"
    },
    {
        "id":10300020001224,
        "name":"ملکان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ملکان"
    },
    {
        "id":10300020002844,
        "name":"مبارک شهر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مبارک شهر"
    },
    {
        "id":10300021001202,
        "name":"گوگان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - گوگان"
    },
    {
        "id":10300021002763,
        "name":"تیمورلو",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تیمورلو"
    },
    {
        "id":10300021001203,
        "name":"ممقان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ممقان"
    },
    {
        "id":10300022001205,
        "name":"ایلخچی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ایلخچی"
    },
    {
        "id":10300022001204,
        "name":"اسکو",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - اسکو"
    },
    {
        "id":10300022002033,
        "name":"سهند",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سهند"
    },
    {
        "id":10300021001201,
        "name":"آذرشهر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - آذرشهر"
    },
    {
        "id":10300023002145,
        "name":"قره آغاج",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - قره آغاج"
    },
    {
        "id":10300025001222,
        "name":"عجب شیر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - عجب شیر"
    },
    {
        "id":10300024002398,
        "name":"خاروانا",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - خاروانا"
    },
    {
        "id":10300024002142,
        "name":"ورزقان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ورزقان"
    },
    {
        "id":10300025002843,
        "name":"جوان قلعه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - جوان قلعه"
    },
    {
        "id":10300026002332,
        "name":"خمارلو",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - خمارلو"
    },
    {
        "id":10300026002944,
        "name":"عاشقلو",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - عاشقلو"
    },
    {
        "id":10300026002945,
        "name":"لاریجان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - لاریجان"
    },
    {
        "id":10300027002294,
        "name":"هوراند",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - هوراند"
    },
    {
        "id":10300028002296,
        "name":"لیلان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - لیلان"
    },
    {
        "id":1040001002150,
        "name":"قوشچی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - قوشچی"
    },
    {
        "id":1040001002403,
        "name":"سیلوانه",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - سیلوانه"
    },
    {
        "id":1040001002404,
        "name":"سرو",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - سرو"
    },
    {
        "id":1040001001235,
        "name":"ارومیه",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ارومیه"
    },
    {
        "id":1040001002528,
        "name":"ارومیه 1",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ارومیه 1"
    },
    {
        "id":1040001002529,
        "name":"ارومیه 2",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ارومیه 2"
    },
    {
        "id":1040001002530,
        "name":"ارومیه 3",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ارومیه 3"
    },
    {
        "id":1040001002531,
        "name":"ارومیه 4",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ارومیه 4"
    },
    {
        "id":1040001002853,
        "name":"ارومیه  5",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ارومیه  5"
    },
    {
        "id":1040001002151,
        "name":"نوشین",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - نوشین"
    },
    {
        "id":1040002001236,
        "name":"پیرانشهر",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - پیرانشهر"
    },
    {
        "id":1040002002546,
        "name":"لاجان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - لاجان"
    },
    {
        "id":1040003001238,
        "name":"خوی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - خوی"
    },
    {
        "id":1040003002043,
        "name":"دیزج دیز",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - دیزج دیز"
    },
    {
        "id":1040003002735,
        "name":"زرآباد",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - زرآباد"
    },
    {
        "id":1040003002405,
        "name":"ایواوغلی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ایواوغلی"
    },
    {
        "id":1040003002044,
        "name":"قطور",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - قطور"
    },
    {
        "id":1040003001239,
        "name":"فیرورق",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - فیرورق"
    },
    {
        "id":1040005001241,
        "name":"تازه شهر",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - تازه شهر"
    },
    {
        "id":1040005001242,
        "name":"سلماس",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - سلماس"
    },
    {
        "id":1040004001240,
        "name":"سردشت",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - سردشت"
    },
    {
        "id":1040004002547,
        "name":"ربط",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ربط"
    },
    {
        "id":1040004002922,
        "name":"نلاس",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - نلاس"
    },
    {
        "id":1040006001246,
        "name":"ماکو",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ماکو"
    },
    {
        "id":1040006002231,
        "name":"بازرگان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - بازرگان"
    },
    {
        "id":1040007002734,
        "name":"خلیفان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - خلیفان"
    },
    {
        "id":1040007001248,
        "name":"مهاباد",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - مهاباد"
    },
    {
        "id":1040007002869,
        "name":"گوگ تپه",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - گوگ تپه"
    },
    {
        "id":1040008001251,
        "name":"میاندوآب",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - میاندوآب"
    },
    {
        "id":1040008001005,
        "name":"بکتاش",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - بکتاش"
    },
    {
        "id":1040009001254,
        "name":"نقده",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - نقده"
    },
    {
        "id":1040009001253,
        "name":"محمدیار",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - محمدیار"
    },
    {
        "id":10400010002548,
        "name":"سیمینه",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - سیمینه"
    },
    {
        "id":10400010001247,
        "name":"بوکان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - بوکان"
    },
    {
        "id":10400015002733,
        "name":"نازک علیا",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - نازک علیا"
    },
    {
        "id":10400011001250,
        "name":"شاهین دژ",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - شاهین دژ"
    },
    {
        "id":10400011002591,
        "name":"محمودآباد",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - محمودآباد"
    },
    {
        "id":10400011002407,
        "name":"کشاورز",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - کشاورز"
    },
    {
        "id":10400012001249,
        "name":"تکاب",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - تکاب"
    },
    {
        "id":10400012002926,
        "name":"تخت سلیمان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - تخت سلیمان"
    },
    {
        "id":10400013001252,
        "name":"اشنویه",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - اشنویه"
    },
    {
        "id":10400013002408,
        "name":"نالوس",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - نالوس"
    },
    {
        "id":10400014002549,
        "name":"آواجیق",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - آواجیق"
    },
    {
        "id":10400014001245,
        "name":"سیه چشمه",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - سیه چشمه"
    },
    {
        "id":10400015001243,
        "name":"پلدشت",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - پلدشت"
    },
    {
        "id":10400016002879,
        "name":"حاجیلار",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - حاجیلار"
    },
    {
        "id":10400016001237,
        "name":"قره ضیاءالدین",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - قره ضیاءالدین"
    },
    {
        "id":10400017002736,
        "name":"مرگنلر",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - مرگنلر"
    },
    {
        "id":10400017001244,
        "name":"شوط",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - شوط"
    },
    {
        "id":10400017002899,
        "name":"یولاگلدی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - یولاگلدی"
    },
    {
        "id":10400018002232,
        "name":"چهاربرج",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - چهاربرج"
    },
    {
        "id":10400019002592,
        "name":"باروق",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - باروق"
    },
    {
        "id":10400020002406,
        "name":"میرآباد",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - میرآباد"
    },
    {
        "id":1050001002411,
        "name":"حمیل",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - حمیل"
    },
    {
        "id":1050001001256,
        "name":"اسلام آبادغرب",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - اسلام آبادغرب"
    },
    {
        "id":1050002002410,
        "name":"هلشی",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - هلشی"
    },
    {
        "id":1050002001258,
        "name":"کرمانشاه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرمانشاه"
    },
    {
        "id":1050002001666,
        "name":"کرمانشاه 1",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرمانشاه 1"
    },
    {
        "id":1050002001667,
        "name":"کرمانشاه 2",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرمانشاه 2"
    },
    {
        "id":1050002001668,
        "name":"کرمانشاه 3",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرمانشاه 3"
    },
    {
        "id":1050002001669,
        "name":"کرمانشاه 4",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرمانشاه 4"
    },
    {
        "id":1050002001670,
        "name":"کرمانشاه 5",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرمانشاه 5"
    },
    {
        "id":1050002001671,
        "name":"کرمانشاه 6",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرمانشاه 6"
    },
    {
        "id":1050002002856,
        "name":"کرمانشاه 7",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرمانشاه 7"
    },
    {
        "id":1050002002857,
        "name":"کرمانشاه 8",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرمانشاه 8"
    },
    {
        "id":1050002002196,
        "name":"رباط",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - رباط"
    },
    {
        "id":1050002002412,
        "name":"کوزران",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کوزران"
    },
    {
        "id":1050002002896,
        "name":"قلعه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - قلعه"
    },
    {
        "id":1050003002103,
        "name":"باینگان",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - باینگان"
    },
    {
        "id":1050003002761,
        "name":"بانوره",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - بانوره"
    },
    {
        "id":1050003001261,
        "name":"پاوه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - پاوه"
    },
    {
        "id":1050003001262,
        "name":"نودشه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - نودشه"
    },
    {
        "id":1050003001263,
        "name":"نوسود",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - نوسود"
    },
    {
        "id":1050004001264,
        "name":"سرپل ذهاب",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سرپل ذهاب"
    },
    {
        "id":1050005001265,
        "name":"سنقر",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سنقر"
    },
    {
        "id":1050005002594,
        "name":"سطر",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سطر"
    },
    {
        "id":1050006002197,
        "name":"سومار",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سومار"
    },
    {
        "id":1050006001266,
        "name":"قصرشیرین",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - قصرشیرین"
    },
    {
        "id":1050007001267,
        "name":"کنگاور",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کنگاور"
    },
    {
        "id":1050007002834,
        "name":"گودین",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - گودین"
    },
    {
        "id":1050008002413,
        "name":"سرمست",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - سرمست"
    },
    {
        "id":1050008001268,
        "name":"گیلانغرب",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - گیلانغرب"
    },
    {
        "id":1050009001260,
        "name":"جوانرود",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - جوانرود"
    },
    {
        "id":1050009002900,
        "name":"شروینه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - شروینه"
    },
    {
        "id":10500010002414,
        "name":"دینور",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - دینور"
    },
    {
        "id":10500010001257,
        "name":"صحنه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - صحنه"
    },
    {
        "id":10500011002233,
        "name":"بیستون",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - بیستون"
    },
    {
        "id":10500011001259,
        "name":"هرسین",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - هرسین"
    },
    {
        "id":10500012002185,
        "name":"تازه آباد",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - تازه آباد"
    },
    {
        "id":10500012002593,
        "name":"ازگله",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - ازگله"
    },
    {
        "id":10500012002977,
        "name":"میرآباد",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - میرآباد"
    },
    {
        "id":10500013002409,
        "name":"گهواره",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - گهواره"
    },
    {
        "id":10500013001255,
        "name":"کرند",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کرند"
    },
    {
        "id":10500013002760,
        "name":"ریجاب",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - ریجاب"
    },
    {
        "id":10500014002034,
        "name":"شاهو",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - شاهو"
    },
    {
        "id":10500014002102,
        "name":"روانسر",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - روانسر"
    },
    {
        "id":1060001001269,
        "name":"اروندکنار",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اروندکنار"
    },
    {
        "id":1060001001270,
        "name":"آبادان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آبادان"
    },
    {
        "id":1060001001687,
        "name":"آبادان 1",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آبادان 1"
    },
    {
        "id":1060001001688,
        "name":"آبادان 2",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آبادان 2"
    },
    {
        "id":1060001002010,
        "name":"چویبده",
        "ostan":"خوزستان",
        "full_name":"خوزستان - چویبده"
    },
    {
        "id":1060001002855,
        "name":"آبادان 3",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آبادان 3"
    },
    {
        "id":1060002002595,
        "name":"حسینیه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حسینیه"
    },
    {
        "id":1060002002803,
        "name":"بیدروبه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بیدروبه"
    },
    {
        "id":1060002001271,
        "name":"اندیمشک",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اندیمشک"
    },
    {
        "id":1060002002801,
        "name":"آزادی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آزادی"
    },
    {
        "id":1060002002802,
        "name":"چم گلک",
        "ostan":"خوزستان",
        "full_name":"خوزستان - چم گلک"
    },
    {
        "id":1060003001272,
        "name":"اهواز",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اهواز"
    },
    {
        "id":1060003001625,
        "name":"اهواز1",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اهواز1"
    },
    {
        "id":1060003001626,
        "name":"اهواز2",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اهواز2"
    },
    {
        "id":1060003001684,
        "name":"اهواز3",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اهواز3"
    },
    {
        "id":1060003001685,
        "name":"اهواز4",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اهواز4"
    },
    {
        "id":1060003001686,
        "name":"اهواز5",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اهواز5"
    },
    {
        "id":1060003002668,
        "name":"اهواز6",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اهواز6"
    },
    {
        "id":1060003002669,
        "name":"اهواز7",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اهواز7"
    },
    {
        "id":1060003002670,
        "name":"اهواز8",
        "ostan":"خوزستان",
        "full_name":"خوزستان - اهواز8"
    },
    {
        "id":1060003002791,
        "name":"الهایی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - الهایی"
    },
    {
        "id":1060004001274,
        "name":"ایذه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - ایذه"
    },
    {
        "id":1060005001275,
        "name":"بندرامام خمینی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بندرامام خمینی"
    },
    {
        "id":1060005001276,
        "name":"بندرماهشهر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بندرماهشهر"
    },
    {
        "id":1060005002311,
        "name":"چمران",
        "ostan":"خوزستان",
        "full_name":"خوزستان - چمران"
    },
    {
        "id":1060006002500,
        "name":"سردشت",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سردشت"
    },
    {
        "id":1060006001279,
        "name":"بهبهان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بهبهان"
    },
    {
        "id":1060006002797,
        "name":"منصوریه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - منصوریه"
    },
    {
        "id":1060006002798,
        "name":"تشان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - تشان"
    },
    {
        "id":1060007001280,
        "name":"خرمشهر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - خرمشهر"
    },
    {
        "id":1060007002334,
        "name":"مقاومت",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مقاومت"
    },
    {
        "id":1060007002312,
        "name":"مینوشهر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مینوشهر"
    },
    {
        "id":1060008002035,
        "name":"حمزه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حمزه"
    },
    {
        "id":1060008002416,
        "name":"سالند",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سالند"
    },
    {
        "id":1060008001282,
        "name":"دزفول",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دزفول"
    },
    {
        "id":1060008001689,
        "name":"دزفول 1",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دزفول 1"
    },
    {
        "id":1060008001690,
        "name":"دزفول 2",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دزفول 2"
    },
    {
        "id":1060008002100,
        "name":"شمس آباد",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شمس آباد"
    },
    {
        "id":1060008002417,
        "name":"شهر امام",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شهر امام"
    },
    {
        "id":1060008002418,
        "name":"صفی آباد",
        "ostan":"خوزستان",
        "full_name":"خوزستان - صفی آباد"
    },
    {
        "id":1060008002419,
        "name":"میانرود",
        "ostan":"خوزستان",
        "full_name":"خوزستان - میانرود"
    },
    {
        "id":1060008002800,
        "name":"سیاه منصور",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سیاه منصور"
    },
    {
        "id":1060008002865,
        "name":"دزفول  3",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دزفول  3"
    },
    {
        "id":1060008002967,
        "name":"منتظران",
        "ostan":"خوزستان",
        "full_name":"خوزستان - منتظران"
    },
    {
        "id":1060008002717,
        "name":"چغامیش",
        "ostan":"خوزستان",
        "full_name":"خوزستان - چغامیش"
    },
    {
        "id":1060008002983,
        "name":"جندی شاپور",
        "ostan":"خوزستان",
        "full_name":"خوزستان - جندی شاپور"
    },
    {
        "id":1060008002927,
        "name":"شهیون",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شهیون"
    },
    {
        "id":1060009001283,
        "name":"بستان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بستان"
    },
    {
        "id":1060009001284,
        "name":"سوسنگرد",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سوسنگرد"
    },
    {
        "id":1060009002795,
        "name":"کوت سیدنعیم",
        "ostan":"خوزستان",
        "full_name":"خوزستان - کوت سیدنعیم"
    },
    {
        "id":1060009002796,
        "name":"ابوحمیظه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - ابوحمیظه"
    },
    {
        "id":10600010001287,
        "name":"رامهرمز",
        "ostan":"خوزستان",
        "full_name":"خوزستان - رامهرمز"
    },
    {
        "id":10600010002929,
        "name":"رود زرد ماشین",
        "ostan":"خوزستان",
        "full_name":"خوزستان - رود زرد ماشین"
    },
    {
        "id":10600010002921,
        "name":"سلطان آباد",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سلطان آباد"
    },
    {
        "id":10600010001004,
        "name":"باوج",
        "ostan":"خوزستان",
        "full_name":"خوزستان - باوج"
    },
    {
        "id":10600011001288,
        "name":"شادگان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شادگان"
    },
    {
        "id":10600011002794,
        "name":"خنافره",
        "ostan":"خوزستان",
        "full_name":"خوزستان - خنافره"
    },
    {
        "id":10600011002008,
        "name":"دارخوین",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دارخوین"
    },
    {
        "id":10600012001290,
        "name":"شوشتر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شوشتر"
    },
    {
        "id":10600012002036,
        "name":"شرافت",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شرافت"
    },
    {
        "id":10600012002792,
        "name":"سرداران",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سرداران"
    },
    {
        "id":10600012002714,
        "name":"گوریه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - گوریه"
    },
    {
        "id":10600012002968,
        "name":"عرب حسن",
        "ostan":"خوزستان",
        "full_name":"خوزستان - عرب حسن"
    },
    {
        "id":10600013001291,
        "name":"مسجدسلیمان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مسجدسلیمان"
    },
    {
        "id":10600013002671,
        "name":"مسجدسلیمان 1",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مسجدسلیمان 1"
    },
    {
        "id":10600013002672,
        "name":"مسجدسلیمان 2",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مسجدسلیمان 2"
    },
    {
        "id":10600013002793,
        "name":"گلگیر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - گلگیر"
    },
    {
        "id":10600013002930,
        "name":"عنبر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - عنبر"
    },
    {
        "id":10600014001281,
        "name":"شوش",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شوش"
    },
    {
        "id":10600014002649,
        "name":"حر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حر"
    },
    {
        "id":10600014002718,
        "name":"فتح المبین",
        "ostan":"خوزستان",
        "full_name":"خوزستان - فتح المبین"
    },
    {
        "id":10600018001277,
        "name":"هندیجان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - هندیجان"
    },
    {
        "id":10600015001273,
        "name":"باغ ملک",
        "ostan":"خوزستان",
        "full_name":"خوزستان - باغ ملک"
    },
    {
        "id":10600015002720,
        "name":"میداود",
        "ostan":"خوزستان",
        "full_name":"خوزستان - میداود"
    },
    {
        "id":10600015002551,
        "name":"قلعه تل",
        "ostan":"خوزستان",
        "full_name":"خوزستان - قلعه تل"
    },
    {
        "id":10600016002420,
        "name":"جایزان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - جایزان"
    },
    {
        "id":10600016002111,
        "name":"امیدیه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - امیدیه"
    },
    {
        "id":10600016002969,
        "name":"میانکوه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - میانکوه"
    },
    {
        "id":10600017002104,
        "name":"لالی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - لالی"
    },
    {
        "id":10600017001061,
        "name":"تراز",
        "ostan":"خوزستان",
        "full_name":"خوزستان - تراز"
    },
    {
        "id":10600018002650,
        "name":"زهره",
        "ostan":"خوزستان",
        "full_name":"خوزستان - زهره"
    },
    {
        "id":10600019001286,
        "name":"رامشیر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - رامشیر"
    },
    {
        "id":10600019002719,
        "name":"مشراگه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مشراگه"
    },
    {
        "id":10600020002007,
        "name":"ترکالکی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - ترکالکی"
    },
    {
        "id":10600020002715,
        "name":"سماله",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سماله"
    },
    {
        "id":10600020001289,
        "name":"گتوند",
        "ostan":"خوزستان",
        "full_name":"خوزستان - گتوند"
    },
    {
        "id":10600020002009,
        "name":"صالح شهر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - صالح شهر"
    },
    {
        "id":10600020002716,
        "name":"جنت مکان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - جنت مکان"
    },
    {
        "id":10600021002799,
        "name":"آبژدان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آبژدان"
    },
    {
        "id":10600021002928,
        "name":"زاووت",
        "ostan":"خوزستان",
        "full_name":"خوزستان - زاووت"
    },
    {
        "id":10600021002550,
        "name":"قلعه خواجه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - قلعه خواجه"
    },
    {
        "id":10600022001292,
        "name":"هفتگل",
        "ostan":"خوزستان",
        "full_name":"خوزستان - هفتگل"
    },
    {
        "id":10600023002313,
        "name":"رفیع",
        "ostan":"خوزستان",
        "full_name":"خوزستان - رفیع"
    },
    {
        "id":10600023001285,
        "name":"هویزه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - هویزه"
    },
    {
        "id":10600024002106,
        "name":"ملاثانی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - ملاثانی"
    },
    {
        "id":10600024002309,
        "name":"ویس",
        "ostan":"خوزستان",
        "full_name":"خوزستان - ویس"
    },
    {
        "id":10600024002310,
        "name":"شیبان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شیبان"
    },
    {
        "id":10600025002105,
        "name":"حمیدیه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حمیدیه"
    },
    {
        "id":10600026001278,
        "name":"آغاجاری",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آغاجاری"
    },
    {
        "id":10600026002920,
        "name":"جولکی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - جولکی"
    },
    {
        "id":10600027002790,
        "name":"کوت عبداله",
        "ostan":"خوزستان",
        "full_name":"خوزستان - کوت عبداله"
    },
    {
        "id":10600028002314,
        "name":"الوان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - الوان"
    },
    {
        "id":10600028002037,
        "name":"شاوور",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شاوور"
    },
    {
        "id":10600029002415,
        "name":"دهدز",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دهدز"
    },
    {
        "id":10600030002596,
        "name":"صیدون",
        "ostan":"خوزستان",
        "full_name":"خوزستان - صیدون"
    },
    {
        "id":1070001001296,
        "name":"آباده",
        "ostan":"فارس",
        "full_name":"فارس - آباده"
    },
    {
        "id":1070001002335,
        "name":"ایزدخواست",
        "ostan":"فارس",
        "full_name":"فارس - ایزدخواست"
    },
    {
        "id":1070001002597,
        "name":"سورمق",
        "ostan":"فارس",
        "full_name":"فارس - سورمق"
    },
    {
        "id":1070001001297,
        "name":"صغاد",
        "ostan":"فارس",
        "full_name":"فارس - صغاد"
    },
    {
        "id":1070001002198,
        "name":"بهمن",
        "ostan":"فارس",
        "full_name":"فارس - بهمن"
    },
    {
        "id":1070007001075,
        "name":"شیراز 11",
        "ostan":"فارس",
        "full_name":"فارس - شیراز 11"
    },
    {
        "id":1070002002177,
        "name":"رونیز",
        "ostan":"فارس",
        "full_name":"فارس - رونیز"
    },
    {
        "id":1070002001298,
        "name":"استهبان",
        "ostan":"فارس",
        "full_name":"فارس - استهبان"
    },
    {
        "id":1070002002552,
        "name":"ایج",
        "ostan":"فارس",
        "full_name":"فارس - ایج"
    },
    {
        "id":1070003002014,
        "name":"دژکرد",
        "ostan":"فارس",
        "full_name":"فارس - دژکرد"
    },
    {
        "id":1070003002297,
        "name":"سده",
        "ostan":"فارس",
        "full_name":"فارس - سده"
    },
    {
        "id":1070003001299,
        "name":"اقلید",
        "ostan":"فارس",
        "full_name":"فارس - اقلید"
    },
    {
        "id":1070003002082,
        "name":"حسن اباد",
        "ostan":"فارس",
        "full_name":"فارس - حسن اباد"
    },
    {
        "id":1070004002707,
        "name":"دوزه",
        "ostan":"فارس",
        "full_name":"فارس - دوزه"
    },
    {
        "id":1070004002178,
        "name":"قطب آباد",
        "ostan":"فارس",
        "full_name":"فارس - قطب آباد"
    },
    {
        "id":1070004001301,
        "name":"جهرم",
        "ostan":"فارس",
        "full_name":"فارس - جهرم"
    },
    {
        "id":1070005002905,
        "name":"رستاق",
        "ostan":"فارس",
        "full_name":"فارس - رستاق"
    },
    {
        "id":1070005001303,
        "name":"داراب",
        "ostan":"فارس",
        "full_name":"فارس - داراب"
    },
    {
        "id":1070005002016,
        "name":"فدامی",
        "ostan":"فارس",
        "full_name":"فارس - فدامی"
    },
    {
        "id":1070005002081,
        "name":"دوبرجی",
        "ostan":"فارس",
        "full_name":"فارس - دوبرجی"
    },
    {
        "id":1070005002179,
        "name":"جنت شهر",
        "ostan":"فارس",
        "full_name":"فارس - جنت شهر"
    },
    {
        "id":1070005001000,
        "name":"پاسخن",
        "ostan":"فارس",
        "full_name":"فارس - پاسخن"
    },
    {
        "id":1070006001304,
        "name":"اردکان",
        "ostan":"فارس",
        "full_name":"فارس - اردکان"
    },
    {
        "id":1070006002711,
        "name":"هماشهر",
        "ostan":"فارس",
        "full_name":"فارس - هماشهر"
    },
    {
        "id":1070007001309,
        "name":"شیراز",
        "ostan":"فارس",
        "full_name":"فارس - شیراز"
    },
    {
        "id":1070007001627,
        "name":"شیراز1",
        "ostan":"فارس",
        "full_name":"فارس - شیراز1"
    },
    {
        "id":1070007001628,
        "name":"شیراز2",
        "ostan":"فارس",
        "full_name":"فارس - شیراز2"
    },
    {
        "id":1070007001693,
        "name":"شیراز3",
        "ostan":"فارس",
        "full_name":"فارس - شیراز3"
    },
    {
        "id":1070007001694,
        "name":"شیراز4",
        "ostan":"فارس",
        "full_name":"فارس - شیراز4"
    },
    {
        "id":1070007001695,
        "name":"شیراز5",
        "ostan":"فارس",
        "full_name":"فارس - شیراز5"
    },
    {
        "id":1070007001696,
        "name":"شیراز6",
        "ostan":"فارس",
        "full_name":"فارس - شیراز6"
    },
    {
        "id":1070007002015,
        "name":"شهرصدرا",
        "ostan":"فارس",
        "full_name":"فارس - شهرصدرا"
    },
    {
        "id":1070007002298,
        "name":"داریان",
        "ostan":"فارس",
        "full_name":"فارس - داریان"
    },
    {
        "id":1070007002532,
        "name":"شیراز7",
        "ostan":"فارس",
        "full_name":"فارس - شیراز7"
    },
    {
        "id":1070007002533,
        "name":"شیراز8",
        "ostan":"فارس",
        "full_name":"فارس - شیراز8"
    },
    {
        "id":1070007002738,
        "name":"شیراز 9",
        "ostan":"فارس",
        "full_name":"فارس - شیراز 9"
    },
    {
        "id":1070007002864,
        "name":"شیراز 10",
        "ostan":"فارس",
        "full_name":"فارس - شیراز 10"
    },
    {
        "id":1070007002057,
        "name":"خانه زنیان",
        "ostan":"فارس",
        "full_name":"فارس - خانه زنیان"
    },
    {
        "id":1070008002180,
        "name":"ششده",
        "ostan":"فارس",
        "full_name":"فارس - ششده"
    },
    {
        "id":1070008002762,
        "name":"قره بلاغ",
        "ostan":"فارس",
        "full_name":"فارس - قره بلاغ"
    },
    {
        "id":1070008002107,
        "name":"زاهدشهر",
        "ostan":"فارس",
        "full_name":"فارس - زاهدشهر"
    },
    {
        "id":1070008002829,
        "name":"میانشهر",
        "ostan":"فارس",
        "full_name":"فارس - میانشهر"
    },
    {
        "id":1070008001310,
        "name":"فسا",
        "ostan":"فارس",
        "full_name":"فارس - فسا"
    },
    {
        "id":1070008002652,
        "name":"نوبندگان",
        "ostan":"فارس",
        "full_name":"فارس - نوبندگان"
    },
    {
        "id":1070009001313,
        "name":"فیروزآباد",
        "ostan":"فارس",
        "full_name":"فارس - فیروزآباد"
    },
    {
        "id":1070009001314,
        "name":"میمند",
        "ostan":"فارس",
        "full_name":"فارس - میمند"
    },
    {
        "id":10700010002423,
        "name":"بالاده",
        "ostan":"فارس",
        "full_name":"فارس - بالاده"
    },
    {
        "id":10700010002181,
        "name":"کنارتخته",
        "ostan":"فارس",
        "full_name":"فارس - کنارتخته"
    },
    {
        "id":10700010001315,
        "name":"کازرون",
        "ostan":"فارس",
        "full_name":"فارس - کازرون"
    },
    {
        "id":10700010002109,
        "name":"خشت",
        "ostan":"فارس",
        "full_name":"فارس - خشت"
    },
    {
        "id":10700011001320,
        "name":"لار",
        "ostan":"فارس",
        "full_name":"فارس - لار"
    },
    {
        "id":10700011002013,
        "name":"لطیفی",
        "ostan":"فارس",
        "full_name":"فارس - لطیفی"
    },
    {
        "id":10700011002553,
        "name":"خور",
        "ostan":"فارس",
        "full_name":"فارس - خور"
    },
    {
        "id":10700011002952,
        "name":"دهکویه",
        "ostan":"فارس",
        "full_name":"فارس - دهکویه"
    },
    {
        "id":10700011002219,
        "name":"بیرم",
        "ostan":"فارس",
        "full_name":"فارس - بیرم"
    },
    {
        "id":10700011002182,
        "name":"بنارویه",
        "ostan":"فارس",
        "full_name":"فارس - بنارویه"
    },
    {
        "id":10700011002709,
        "name":"عماد شهر",
        "ostan":"فارس",
        "full_name":"فارس - عماد شهر"
    },
    {
        "id":10700012002555,
        "name":"کامفیروز",
        "ostan":"فارس",
        "full_name":"فارس - کامفیروز"
    },
    {
        "id":10700012001044,
        "name":"فتح آباد",
        "ostan":"فارس",
        "full_name":"فارس - فتح آباد"
    },
    {
        "id":10700012001324,
        "name":"مرودشت",
        "ostan":"فارس",
        "full_name":"فارس - مرودشت"
    },
    {
        "id":10700012002961,
        "name":"زنگی آباد",
        "ostan":"فارس",
        "full_name":"فارس - زنگی آباد"
    },
    {
        "id":10700012002080,
        "name":"رامجرد",
        "ostan":"فارس",
        "full_name":"فارس - رامجرد"
    },
    {
        "id":10700014002556,
        "name":"مشکان",
        "ostan":"فارس",
        "full_name":"فارس - مشکان"
    },
    {
        "id":10700012002336,
        "name":"سیدان",
        "ostan":"فارس",
        "full_name":"فارس - سیدان"
    },
    {
        "id":10700012002951,
        "name":"فاروق",
        "ostan":"فارس",
        "full_name":"فارس - فاروق"
    },
    {
        "id":10700012002776,
        "name":"خانیمن",
        "ostan":"فارس",
        "full_name":"فارس - خانیمن"
    },
    {
        "id":10700013002781,
        "name":"بابامنیر",
        "ostan":"فارس",
        "full_name":"فارس - بابامنیر"
    },
    {
        "id":10700013001325,
        "name":"نورآباد",
        "ostan":"فارس",
        "full_name":"فارس - نورآباد"
    },
    {
        "id":10700013002712,
        "name":"خومه زار",
        "ostan":"فارس",
        "full_name":"فارس - خومه زار"
    },
    {
        "id":10700014001326,
        "name":"نی ریز",
        "ostan":"فارس",
        "full_name":"فارس - نی ریز"
    },
    {
        "id":10700014002058,
        "name":"قطرویه",
        "ostan":"فارس",
        "full_name":"فارس - قطرویه"
    },
    {
        "id":10700015001318,
        "name":"لامرد",
        "ostan":"فارس",
        "full_name":"فارس - لامرد"
    },
    {
        "id":10700015002212,
        "name":"اشکنان",
        "ostan":"فارس",
        "full_name":"فارس - اشکنان"
    },
    {
        "id":10700015002235,
        "name":"اهل",
        "ostan":"فارس",
        "full_name":"فارس - اهل"
    },
    {
        "id":10700015002236,
        "name":"علامرودشت",
        "ostan":"فارس",
        "full_name":"فارس - علامرودشت"
    },
    {
        "id":10700015002906,
        "name":"چاه ورز",
        "ostan":"فارس",
        "full_name":"فارس - چاه ورز"
    },
    {
        "id":10700015001015,
        "name":"خیرگو",
        "ostan":"فارس",
        "full_name":"فارس - خیرگو"
    },
    {
        "id":10700016001295,
        "name":"بوانات",
        "ostan":"فارس",
        "full_name":"فارس - بوانات"
    },
    {
        "id":10700016002780,
        "name":"مزایجان",
        "ostan":"فارس",
        "full_name":"فارس - مزایجان"
    },
    {
        "id":10700017001321,
        "name":"ارسنجان",
        "ostan":"فارس",
        "full_name":"فارس - ارسنجان"
    },
    {
        "id":10700018001323,
        "name":"قادراباد",
        "ostan":"فارس",
        "full_name":"فارس - قادراباد"
    },
    {
        "id":10700018001294,
        "name":"صفاشهر",
        "ostan":"فارس",
        "full_name":"فارس - صفاشهر"
    },
    {
        "id":10700019002558,
        "name":"شهرپیر",
        "ostan":"فارس",
        "full_name":"فارس - شهرپیر"
    },
    {
        "id":10700019001302,
        "name":"حاجی آباد",
        "ostan":"فارس",
        "full_name":"فارس - حاجی آباد"
    },
    {
        "id":10700019002651,
        "name":"دبیران",
        "ostan":"فارس",
        "full_name":"فارس - دبیران"
    },
    {
        "id":10700020002653,
        "name":"افزر",
        "ostan":"فارس",
        "full_name":"فارس - افزر"
    },
    {
        "id":10700020001312,
        "name":"قیر",
        "ostan":"فارس",
        "full_name":"فارس - قیر"
    },
    {
        "id":10700020002011,
        "name":"امام شهر",
        "ostan":"فارس",
        "full_name":"فارس - امام شهر"
    },
    {
        "id":10700020002012,
        "name":"مبارک آباددیز",
        "ostan":"فارس",
        "full_name":"فارس - مبارک آباددیز"
    },
    {
        "id":10700020002422,
        "name":"کارزین فتح آباد",
        "ostan":"فارس",
        "full_name":"فارس - کارزین فتح آباد"
    },
    {
        "id":10700021002425,
        "name":"گله دار",
        "ostan":"فارس",
        "full_name":"فارس - گله دار"
    },
    {
        "id":10700021002966,
        "name":"فال",
        "ostan":"فارس",
        "full_name":"فارس - فال"
    },
    {
        "id":10700021002211,
        "name":"مهر",
        "ostan":"فارس",
        "full_name":"فارس - مهر"
    },
    {
        "id":10700021002559,
        "name":"وراوی",
        "ostan":"فارس",
        "full_name":"فارس - وراوی"
    },
    {
        "id":10700021002820,
        "name":"خوزی",
        "ostan":"فارس",
        "full_name":"فارس - خوزی"
    },
    {
        "id":10700021002708,
        "name":"اسیر",
        "ostan":"فارس",
        "full_name":"فارس - اسیر"
    },
    {
        "id":10700022001311,
        "name":"فراشبند",
        "ostan":"فارس",
        "full_name":"فارس - فراشبند"
    },
    {
        "id":10700022002060,
        "name":"نوجین",
        "ostan":"فارس",
        "full_name":"فارس - نوجین"
    },
    {
        "id":10700022002059,
        "name":"دهرم",
        "ostan":"فارس",
        "full_name":"فارس - دهرم"
    },
    {
        "id":10700023001322,
        "name":"سعادت شهر",
        "ostan":"فارس",
        "full_name":"فارس - سعادت شهر"
    },
    {
        "id":10700023002783,
        "name":"مادرسلیمان",
        "ostan":"فارس",
        "full_name":"فارس - مادرسلیمان"
    },
    {
        "id":10700024002907,
        "name":"محمله",
        "ostan":"فارس",
        "full_name":"فارس - محمله"
    },
    {
        "id":10700028002904,
        "name":"طسوج",
        "ostan":"فارس",
        "full_name":"فارس - طسوج"
    },
    {
        "id":10700029002782,
        "name":"سلطان شهر",
        "ostan":"فارس",
        "full_name":"فارس - سلطان شهر"
    },
    {
        "id":10700024001317,
        "name":"خنج",
        "ostan":"فارس",
        "full_name":"فارس - خنج"
    },
    {
        "id":10700025002710,
        "name":"کوهنجان",
        "ostan":"فارس",
        "full_name":"فارس - کوهنجان"
    },
    {
        "id":10700025001306,
        "name":"سروستان",
        "ostan":"فارس",
        "full_name":"فارس - سروستان"
    },
    {
        "id":10700026002777,
        "name":"کوپن",
        "ostan":"فارس",
        "full_name":"فارس - کوپن"
    },
    {
        "id":10700026002337,
        "name":"مصیری",
        "ostan":"فارس",
        "full_name":"فارس - مصیری"
    },
    {
        "id":10700027001319,
        "name":"گراش",
        "ostan":"فارس",
        "full_name":"فارس - گراش"
    },
    {
        "id":10700027002903,
        "name":"ارد",
        "ostan":"فارس",
        "full_name":"فارس - ارد"
    },
    {
        "id":10700028001042,
        "name":"اکبرآباد",
        "ostan":"فارس",
        "full_name":"فارس - اکبرآباد"
    },
    {
        "id":10700028001043,
        "name":"مظفری",
        "ostan":"فارس",
        "full_name":"فارس - مظفری"
    },
    {
        "id":10700028001307,
        "name":"کوار",
        "ostan":"فارس",
        "full_name":"فارس - کوار"
    },
    {
        "id":10700029001308,
        "name":"خرامه",
        "ostan":"فارس",
        "full_name":"فارس - خرامه"
    },
    {
        "id":10700029002962,
        "name":"معزآبادجابری",
        "ostan":"فارس",
        "full_name":"فارس - معزآبادجابری"
    },
    {
        "id":10700029002963,
        "name":"خیراباد",
        "ostan":"فارس",
        "full_name":"فارس - خیراباد"
    },
    {
        "id":10700030001305,
        "name":"زرقان",
        "ostan":"فارس",
        "full_name":"فارس - زرقان"
    },
    {
        "id":10700030002421,
        "name":"لپویی",
        "ostan":"فارس",
        "full_name":"فارس - لپویی"
    },
    {
        "id":10700030001045,
        "name":"رحمت آباد",
        "ostan":"فارس",
        "full_name":"فارس - رحمت آباد"
    },
    {
        "id":10700031002503,
        "name":"بیضا",
        "ostan":"فارس",
        "full_name":"فارس - بیضا"
    },
    {
        "id":10700032002095,
        "name":"حسامی",
        "ostan":"فارس",
        "full_name":"فارس - حسامی"
    },
    {
        "id":10700032002557,
        "name":"کره ای",
        "ostan":"فارس",
        "full_name":"فارس - کره ای"
    },
    {
        "id":10700032001072,
        "name":"باغ صفا",
        "ostan":"فارس",
        "full_name":"فارس - باغ صفا"
    },
    {
        "id":10700032001057,
        "name":"توجردی",
        "ostan":"فارس",
        "full_name":"فارس - توجردی"
    },
    {
        "id":10700033002108,
        "name":"قایمیه",
        "ostan":"فارس",
        "full_name":"فارس - قایمیه"
    },
    {
        "id":10700033002424,
        "name":"نودان",
        "ostan":"فارس",
        "full_name":"فارس - نودان"
    },
    {
        "id":10700034002234,
        "name":"باب انار",
        "ostan":"فارس",
        "full_name":"فارس - باب انار"
    },
    {
        "id":10700034001300,
        "name":"خاوران",
        "ostan":"فارس",
        "full_name":"فارس - خاوران"
    },
    {
        "id":10700035001066,
        "name":"خواجه جمالی",
        "ostan":"فارس",
        "full_name":"فارس - خواجه جمالی"
    },
    {
        "id":10700035002199,
        "name":"آباده طشک",
        "ostan":"فارس",
        "full_name":"فارس - آباده طشک"
    },
    {
        "id":10700035001077,
        "name":"تم شولی",
        "ostan":"فارس",
        "full_name":"فارس - تم شولی"
    },
    {
        "id":10700036001316,
        "name":"اوز",
        "ostan":"فارس",
        "full_name":"فارس - اوز"
    },
    {
        "id":10700036001046,
        "name":"کوره",
        "ostan":"فارس",
        "full_name":"فارس - کوره"
    },
    {
        "id":10700037002183,
        "name":"جویم",
        "ostan":"فارس",
        "full_name":"فارس - جویم"
    },
    {
        "id":1080001001328,
        "name":"بافت",
        "ostan":"کرمان",
        "full_name":"کرمان - بافت"
    },
    {
        "id":1080001002200,
        "name":"بزنجان",
        "ostan":"کرمان",
        "full_name":"کرمان - بزنجان"
    },
    {
        "id":1080001001008,
        "name":"کشکوییه",
        "ostan":"کرمان",
        "full_name":"کرمان - کشکوییه"
    },
    {
        "id":1080002001330,
        "name":"بم",
        "ostan":"کرمان",
        "full_name":"کرمان - بم"
    },
    {
        "id":1080002001331,
        "name":"بروات",
        "ostan":"کرمان",
        "full_name":"کرمان - بروات"
    },
    {
        "id":1080002001079,
        "name":"دهبکری",
        "ostan":"کرمان",
        "full_name":"کرمان - دهبکری"
    },
    {
        "id":1080003002339,
        "name":"درب بهشت",
        "ostan":"کرمان",
        "full_name":"کرمان - درب بهشت"
    },
    {
        "id":1080003002237,
        "name":"جبالبارز",
        "ostan":"کرمان",
        "full_name":"کرمان - جبالبارز"
    },
    {
        "id":1080003001332,
        "name":"جیرفت",
        "ostan":"کرمان",
        "full_name":"کرمان - جیرفت"
    },
    {
        "id":1080003002953,
        "name":"علی آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - علی آباد"
    },
    {
        "id":1080003002769,
        "name":"بلوک",
        "ostan":"کرمان",
        "full_name":"کرمان - بلوک"
    },
    {
        "id":1080004001335,
        "name":"رفسنجان",
        "ostan":"کرمان",
        "full_name":"کرمان - رفسنجان"
    },
    {
        "id":1080004002227,
        "name":"مس سرچشمه",
        "ostan":"کرمان",
        "full_name":"کرمان - مس سرچشمه"
    },
    {
        "id":1080004002319,
        "name":"کشکوییه",
        "ostan":"کرمان",
        "full_name":"کرمان - کشکوییه"
    },
    {
        "id":1080004002427,
        "name":"بهرمان",
        "ostan":"کرمان",
        "full_name":"کرمان - بهرمان"
    },
    {
        "id":1080004002954,
        "name":"جوادیه الهیه",
        "ostan":"کرمان",
        "full_name":"کرمان - جوادیه الهیه"
    },
    {
        "id":1080004002085,
        "name":"صفاییه",
        "ostan":"کرمان",
        "full_name":"کرمان - صفاییه"
    },
    {
        "id":1080005001337,
        "name":"زرند",
        "ostan":"کرمان",
        "full_name":"کرمان - زرند"
    },
    {
        "id":1080005002201,
        "name":"خانوک",
        "ostan":"کرمان",
        "full_name":"کرمان - خانوک"
    },
    {
        "id":1080005002600,
        "name":"ریحان",
        "ostan":"کرمان",
        "full_name":"کرمان - ریحان"
    },
    {
        "id":1080005002601,
        "name":"یزدان شهر",
        "ostan":"کرمان",
        "full_name":"کرمان - یزدان شهر"
    },
    {
        "id":1080005002955,
        "name":"سیریز",
        "ostan":"کرمان",
        "full_name":"کرمان - سیریز"
    },
    {
        "id":1080006001338,
        "name":"سیرجان",
        "ostan":"کرمان",
        "full_name":"کرمان - سیرجان"
    },
    {
        "id":1080006002340,
        "name":"نجف شهر",
        "ostan":"کرمان",
        "full_name":"کرمان - نجف شهر"
    },
    {
        "id":1080006002675,
        "name":"سیرجان 1",
        "ostan":"کرمان",
        "full_name":"کرمان - سیرجان 1"
    },
    {
        "id":1080006002676,
        "name":"سیرجان 2",
        "ostan":"کرمان",
        "full_name":"کرمان - سیرجان 2"
    },
    {
        "id":1080006002561,
        "name":"پاریز",
        "ostan":"کرمان",
        "full_name":"کرمان - پاریز"
    },
    {
        "id":1080006002722,
        "name":"هماشهر",
        "ostan":"کرمان",
        "full_name":"کرمان - هماشهر"
    },
    {
        "id":1080006002823,
        "name":"خواجو شهر",
        "ostan":"کرمان",
        "full_name":"کرمان - خواجو شهر"
    },
    {
        "id":1080006002320,
        "name":"زیدآباد",
        "ostan":"کرمان",
        "full_name":"کرمان - زیدآباد"
    },
    {
        "id":1080006002825,
        "name":"بلورد",
        "ostan":"کرمان",
        "full_name":"کرمان - بلورد"
    },
    {
        "id":1080008001341,
        "name":"شهداد",
        "ostan":"کرمان",
        "full_name":"کرمان - شهداد"
    },
    {
        "id":1080008002603,
        "name":"اندوهجرد",
        "ostan":"کرمان",
        "full_name":"کرمان - اندوهجرد"
    },
    {
        "id":1080008001342,
        "name":"گلباف",
        "ostan":"کرمان",
        "full_name":"کرمان - گلباف"
    },
    {
        "id":1080007001339,
        "name":"شهربابک",
        "ostan":"کرمان",
        "full_name":"کرمان - شهربابک"
    },
    {
        "id":1080007002030,
        "name":"خورسند",
        "ostan":"کرمان",
        "full_name":"کرمان - خورسند"
    },
    {
        "id":1080007002086,
        "name":"خاتون آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - خاتون آباد"
    },
    {
        "id":1080007002031,
        "name":"جوزم",
        "ostan":"کرمان",
        "full_name":"کرمان - جوزم"
    },
    {
        "id":1080007002238,
        "name":"دهج",
        "ostan":"کرمان",
        "full_name":"کرمان - دهج"
    },
    {
        "id":1080008001343,
        "name":"جوپار",
        "ostan":"کرمان",
        "full_name":"کرمان - جوپار"
    },
    {
        "id":1080008001344,
        "name":"ماهان",
        "ostan":"کرمان",
        "full_name":"کرمان - ماهان"
    },
    {
        "id":1080008002321,
        "name":"محی آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - محی آباد"
    },
    {
        "id":1080008001346,
        "name":"کرمان",
        "ostan":"کرمان",
        "full_name":"کرمان - کرمان"
    },
    {
        "id":1080008001675,
        "name":"کرمان 1",
        "ostan":"کرمان",
        "full_name":"کرمان - کرمان 1"
    },
    {
        "id":1080008001676,
        "name":"کرمان 2",
        "ostan":"کرمان",
        "full_name":"کرمان - کرمان 2"
    },
    {
        "id":1080008001677,
        "name":"کرمان 3",
        "ostan":"کرمان",
        "full_name":"کرمان - کرمان 3"
    },
    {
        "id":1080008002239,
        "name":"باغین",
        "ostan":"کرمان",
        "full_name":"کرمان - باغین"
    },
    {
        "id":1080008002323,
        "name":"زنگی آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - زنگی آباد"
    },
    {
        "id":1080008002428,
        "name":"اختیارآباد",
        "ostan":"کرمان",
        "full_name":"کرمان - اختیارآباد"
    },
    {
        "id":1080008002534,
        "name":"کرمان 4",
        "ostan":"کرمان",
        "full_name":"کرمان - کرمان 4"
    },
    {
        "id":1080008001329,
        "name":"راین",
        "ostan":"کرمان",
        "full_name":"کرمان - راین"
    },
    {
        "id":1080008001345,
        "name":"چترود",
        "ostan":"کرمان",
        "full_name":"کرمان - چترود"
    },
    {
        "id":1080008002324,
        "name":"کاظم آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - کاظم آباد"
    },
    {
        "id":1080009001347,
        "name":"کهنوج",
        "ostan":"کرمان",
        "full_name":"کرمان - کهنوج"
    },
    {
        "id":1080009002956,
        "name":"ده کهان",
        "ostan":"کرمان",
        "full_name":"کرمان - ده کهان"
    },
    {
        "id":1080009001009,
        "name":"چاه مرید",
        "ostan":"کرمان",
        "full_name":"کرمان - چاه مرید"
    },
    {
        "id":10800010001348,
        "name":"بردسیر",
        "ostan":"کرمان",
        "full_name":"کرمان - بردسیر"
    },
    {
        "id":10800010002824,
        "name":"دشتکار",
        "ostan":"کرمان",
        "full_name":"کرمان - دشتکار"
    },
    {
        "id":10800010002065,
        "name":"لاله زار",
        "ostan":"کرمان",
        "full_name":"کرمان - لاله زار"
    },
    {
        "id":10800010002241,
        "name":"گلزار",
        "ostan":"کرمان",
        "full_name":"کرمان - گلزار"
    },
    {
        "id":10800010002326,
        "name":"نگار",
        "ostan":"کرمان",
        "full_name":"کرمان - نگار"
    },
    {
        "id":10800011002599,
        "name":"هجدک",
        "ostan":"کرمان",
        "full_name":"کرمان - هجدک"
    },
    {
        "id":10800011001340,
        "name":"راور",
        "ostan":"کرمان",
        "full_name":"کرمان - راور"
    },
    {
        "id":10800012001333,
        "name":"عنبرآباد",
        "ostan":"کرمان",
        "full_name":"کرمان - عنبرآباد"
    },
    {
        "id":10800012002721,
        "name":"دوساری",
        "ostan":"کرمان",
        "full_name":"کرمان - دوساری"
    },
    {
        "id":10800012002602,
        "name":"مردهک",
        "ostan":"کرمان",
        "full_name":"کرمان - مردهک"
    },
    {
        "id":10800013002240,
        "name":"منوجان",
        "ostan":"کرمان",
        "full_name":"کرمان - منوجان"
    },
    {
        "id":10800013002604,
        "name":"نودژ",
        "ostan":"کرمان",
        "full_name":"کرمان - نودژ"
    },
    {
        "id":10800014002110,
        "name":"کیانشهر",
        "ostan":"کرمان",
        "full_name":"کرمان - کیانشهر"
    },
    {
        "id":10800014001336,
        "name":"کوهبنان",
        "ostan":"کرمان",
        "full_name":"کرمان - کوهبنان"
    },
    {
        "id":10800015002325,
        "name":"رودبار",
        "ostan":"کرمان",
        "full_name":"کرمان - رودبار"
    },
    {
        "id":10800016002908,
        "name":"چاه دادخدا",
        "ostan":"کرمان",
        "full_name":"کرمان - چاه دادخدا"
    },
    {
        "id":10800016002957,
        "name":"رمشک",
        "ostan":"کرمان",
        "full_name":"کرمان - رمشک"
    },
    {
        "id":10800016002176,
        "name":"قلعه گنج",
        "ostan":"کرمان",
        "full_name":"کرمان - قلعه گنج"
    },
    {
        "id":10800017001013,
        "name":"رحمت آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - رحمت آباد"
    },
    {
        "id":10800017001014,
        "name":"عباس آباد سردار",
        "ostan":"کرمان",
        "full_name":"کرمان - عباس آباد سردار"
    },
    {
        "id":10800017002316,
        "name":"محمدآباد",
        "ostan":"کرمان",
        "full_name":"کرمان - محمدآباد"
    },
    {
        "id":10800018001327,
        "name":"رابر",
        "ostan":"کرمان",
        "full_name":"کرمان - رابر"
    },
    {
        "id":10800018002771,
        "name":"هنزا",
        "ostan":"کرمان",
        "full_name":"کرمان - هنزا"
    },
    {
        "id":10800019002317,
        "name":"فهرج",
        "ostan":"کرمان",
        "full_name":"کرمان - فهرج"
    },
    {
        "id":10800019001010,
        "name":"دهنو اسلام آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - دهنو اسلام آباد"
    },
    {
        "id":10800020001334,
        "name":"انار",
        "ostan":"کرمان",
        "full_name":"کرمان - انار"
    },
    {
        "id":10800020002318,
        "name":"امین شهر",
        "ostan":"کرمان",
        "full_name":"کرمان - امین شهر"
    },
    {
        "id":10800021002338,
        "name":"نرماشیر",
        "ostan":"کرمان",
        "full_name":"کرمان - نرماشیر"
    },
    {
        "id":10800021002598,
        "name":"نظام شهر",
        "ostan":"کرمان",
        "full_name":"کرمان - نظام شهر"
    },
    {
        "id":10800022002429,
        "name":"فاریاب",
        "ostan":"کرمان",
        "full_name":"کرمان - فاریاب"
    },
    {
        "id":10800022001011,
        "name":"پاسفید",
        "ostan":"کرمان",
        "full_name":"کرمان - پاسفید"
    },
    {
        "id":10800023002315,
        "name":"ارزوییه",
        "ostan":"کرمان",
        "full_name":"کرمان - ارزوییه"
    },
    {
        "id":10800023001012,
        "name":"علی  آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - علی  آباد"
    },
    {
        "id":10800024002822,
        "name":"گنبکی",
        "ostan":"کرمان",
        "full_name":"کرمان - گنبکی"
    },
    {
        "id":10800025002821,
        "name":"زهکلوت",
        "ostan":"کرمان",
        "full_name":"کرمان - زهکلوت"
    },
    {
        "id":1090004001357,
        "name":"تایباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - تایباد"
    },
    {
        "id":1090004002562,
        "name":"کاریز",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کاریز"
    },
    {
        "id":1090004002654,
        "name":"مشهد ریزه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد ریزه"
    },
    {
        "id":1090005002341,
        "name":"بایک",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بایک"
    },
    {
        "id":1090005002243,
        "name":"کدکن",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کدکن"
    },
    {
        "id":1090005001361,
        "name":"تربت حیدریه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - تربت حیدریه"
    },
    {
        "id":1090006002342,
        "name":"نصرآباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نصرآباد"
    },
    {
        "id":1090005001024,
        "name":"نسر",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نسر"
    },
    {
        "id":1090005002434,
        "name":"رباط سنگ",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - رباط سنگ"
    },
    {
        "id":1090006001363,
        "name":"تربت جام",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - تربت جام"
    },
    {
        "id":1090006002067,
        "name":"احمدآباد صولت",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - احمدآباد صولت"
    },
    {
        "id":1090006002655,
        "name":"نیل شهر",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نیل شهر"
    },
    {
        "id":1090006002888,
        "name":"سمیع آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سمیع آباد"
    },
    {
        "id":1090007002202,
        "name":"چاپشلو",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - چاپشلو"
    },
    {
        "id":1090007001364,
        "name":"لطف آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - لطف آباد"
    },
    {
        "id":1090007001365,
        "name":"درگز",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - درگز"
    },
    {
        "id":1090007001366,
        "name":"نوخندان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نوخندان"
    },
    {
        "id":10900013001376,
        "name":"باجگیران",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - باجگیران"
    },
    {
        "id":1090008002245,
        "name":"روداب",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - روداب"
    },
    {
        "id":1090008001367,
        "name":"سبزوار",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سبزوار"
    },
    {
        "id":1090008002677,
        "name":"سبزوار1",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سبزوار1"
    },
    {
        "id":1090008002678,
        "name":"سبزوار2",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سبزوار2"
    },
    {
        "id":10900013001041,
        "name":"مزرج",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مزرج"
    },
    {
        "id":10900013001378,
        "name":"قوچان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - قوچان"
    },
    {
        "id":10900013001020,
        "name":"آلماجق",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - آلماجق"
    },
    {
        "id":10900013001022,
        "name":"شهر کهنه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - شهر کهنه"
    },
    {
        "id":10900014001381,
        "name":"کاشمر",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کاشمر"
    },
    {
        "id":10900014001055,
        "name":"فرگ قلعه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - فرگ قلعه"
    },
    {
        "id":10900015001383,
        "name":"بیدخت",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بیدخت"
    },
    {
        "id":10900015001385,
        "name":"گناباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - گناباد"
    },
    {
        "id":10900015002987,
        "name":"روشناوند",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - روشناوند"
    },
    {
        "id":10900015001384,
        "name":"کاخک",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کاخک"
    },
    {
        "id":10900016002437,
        "name":"ملک آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - ملک آباد"
    },
    {
        "id":10900016001392,
        "name":"مشهد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد"
    },
    {
        "id":10900016001629,
        "name":"مشهد 1",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 1"
    },
    {
        "id":10900016001630,
        "name":"مشهد 2",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 2"
    },
    {
        "id":10900016001631,
        "name":"مشهد 3",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 3"
    },
    {
        "id":10900016001632,
        "name":"مشهد 4",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 4"
    },
    {
        "id":10900016001643,
        "name":"مشهد 5",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 5"
    },
    {
        "id":10900016001644,
        "name":"مشهد 6",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 6"
    },
    {
        "id":10900016001645,
        "name":"مشهد 7",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 7"
    },
    {
        "id":10900016001646,
        "name":"مشهد 8",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 8"
    },
    {
        "id":10900016001647,
        "name":"مشهد 9",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 9"
    },
    {
        "id":10900016001648,
        "name":"مشهد 10",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 10"
    },
    {
        "id":10900016002000,
        "name":"مشهد 12",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 12"
    },
    {
        "id":10900016002524,
        "name":"مشهد 11",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد 11"
    },
    {
        "id":10900016002526,
        "name":"مشهد ثامن",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشهد ثامن"
    },
    {
        "id":10900016002436,
        "name":"رضویه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - رضویه"
    },
    {
        "id":10900017002564,
        "name":"چکنه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - چکنه"
    },
    {
        "id":10900017001394,
        "name":"نیشابور",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نیشابور"
    },
    {
        "id":10900017002041,
        "name":"بار",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بار"
    },
    {
        "id":10900017002786,
        "name":"نیشابور 1",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نیشابور 1"
    },
    {
        "id":10900017002787,
        "name":"نیشابور 2",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نیشابور 2"
    },
    {
        "id":10900022001390,
        "name":"فریمان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - فریمان"
    },
    {
        "id":10900022002566,
        "name":"فرهادگرد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - فرهادگرد"
    },
    {
        "id":10900018001386,
        "name":"چناران",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - چناران"
    },
    {
        "id":10900018002998,
        "name":"رادکان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - رادکان"
    },
    {
        "id":10900018002999,
        "name":"سیدآباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سیدآباد"
    },
    {
        "id":10900019002213,
        "name":"سنگان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سنگان"
    },
    {
        "id":10900019001358,
        "name":"خواف",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - خواف"
    },
    {
        "id":10900019002565,
        "name":"نشتیفان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نشتیفان"
    },
    {
        "id":10900019002439,
        "name":"قاسم آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - قاسم آباد"
    },
    {
        "id":10900019001021,
        "name":"سده",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سده"
    },
    {
        "id":10900019002605,
        "name":"سلامی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سلامی"
    },
    {
        "id":10900020002607,
        "name":"مزدآوند",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مزدآوند"
    },
    {
        "id":10900020001387,
        "name":"سرخس",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سرخس"
    },
    {
        "id":10900022002442,
        "name":"قلندر آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - قلندر آباد"
    },
    {
        "id":10900022002608,
        "name":"سفید سنگ",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سفید سنگ"
    },
    {
        "id":10900023002440,
        "name":"انابد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - انابد"
    },
    {
        "id":10900023001379,
        "name":"بردسکن",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بردسکن"
    },
    {
        "id":10900023002090,
        "name":"شهرآباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - شهرآباد"
    },
    {
        "id":10900027002606,
        "name":"جنگل",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جنگل"
    },
    {
        "id":10900027001359,
        "name":"رشتخوار",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - رشتخوار"
    },
    {
        "id":10900028001019,
        "name":"چنار",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - چنار"
    },
    {
        "id":10900028002609,
        "name":"شهر زو",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - شهر زو"
    },
    {
        "id":10900028001391,
        "name":"کلات",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کلات"
    },
    {
        "id":10900028001023,
        "name":"حسن آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - حسن آباد"
    },
    {
        "id":10900029002656,
        "name":"کندر",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کندر"
    },
    {
        "id":10900029001380,
        "name":"خلیل آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - خلیل آباد"
    },
    {
        "id":10900030002069,
        "name":"شادمهر",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - شادمهر"
    },
    {
        "id":10900030001360,
        "name":"فیض آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - فیض آباد"
    },
    {
        "id":10900031001382,
        "name":"بجستان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بجستان"
    },
    {
        "id":10900031002610,
        "name":"یونسی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - یونسی"
    },
    {
        "id":10900032001389,
        "name":"طرقبه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - طرقبه"
    },
    {
        "id":10900033002220,
        "name":"فیروزه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - فیروزه"
    },
    {
        "id":10900032001388,
        "name":"شاندیز",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - شاندیز"
    },
    {
        "id":10900033001018,
        "name":"گرماب",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - گرماب"
    },
    {
        "id":10900033002066,
        "name":"همت آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - همت آباد"
    },
    {
        "id":10900034001596,
        "name":"جغتای",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جغتای"
    },
    {
        "id":10900034002901,
        "name":"ریواده",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - ریواده"
    },
    {
        "id":10900035002135,
        "name":"دولت آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - دولت آباد"
    },
    {
        "id":10900035002950,
        "name":"چخماق",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - چخماق"
    },
    {
        "id":10900038002902,
        "name":"مشکان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مشکان"
    },
    {
        "id":10900036002184,
        "name":"نقاب",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نقاب"
    },
    {
        "id":10900036002889,
        "name":"حکم آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - حکم آباد"
    },
    {
        "id":10900037002134,
        "name":"باخرز",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - باخرز"
    },
    {
        "id":10900037002970,
        "name":"قلعه نو علیا",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - قلعه نو علیا"
    },
    {
        "id":10900038002343,
        "name":"سلطان آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سلطان آباد"
    },
    {
        "id":10900038002986,
        "name":"نوده انقلاب",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نوده انقلاب"
    },
    {
        "id":10900039002244,
        "name":"داورزن",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - داورزن"
    },
    {
        "id":10900039002964,
        "name":"ریوند",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - ریوند"
    },
    {
        "id":10900040001362,
        "name":"صالح آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - صالح آباد"
    },
    {
        "id":10900040002980,
        "name":"جنت آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جنت آباد"
    },
    {
        "id":10900041002348,
        "name":"ریوش",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - ریوش"
    },
    {
        "id":10900042001393,
        "name":"درود",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - درود"
    },
    {
        "id":10900042002246,
        "name":"قدمگاه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - قدمگاه"
    },
    {
        "id":10900042002349,
        "name":"خرو",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - خرو"
    },
    {
        "id":10900044002854,
        "name":"گلبهار",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - گلبهار"
    },
    {
        "id":10900042002965,
        "name":"اسحق آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - اسحق آباد"
    },
    {
        "id":10900043002344,
        "name":"ششتمد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - ششتمد"
    },
    {
        "id":10900043001054,
        "name":"شامکان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - شامکان"
    },
    {
        "id":10900044002068,
        "name":"گلمکان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - گلمکان"
    },
    {
        "id":10900045002438,
        "name":"عشق آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - عشق آباد"
    },
    {
        "id":1100001001395,
        "name":"اردستان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اردستان"
    },
    {
        "id":1100001001396,
        "name":"زواره",
        "ostan":"اصفهان",
        "full_name":"اصفهان - زواره"
    },
    {
        "id":1100001002214,
        "name":"مهاباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - مهاباد"
    },
    {
        "id":1100005002923,
        "name":"بیده",
        "ostan":"اصفهان",
        "full_name":"اصفهان - بیده"
    },
    {
        "id":1100002001406,
        "name":"اصفهان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان"
    },
    {
        "id":1100002001407,
        "name":"اصفهان 15",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 15"
    },
    {
        "id":1100002001633,
        "name":"اصفهان 1",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 1"
    },
    {
        "id":1100002001634,
        "name":"اصفهان 2",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 2"
    },
    {
        "id":1100002001635,
        "name":"اصفهان 3",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 3"
    },
    {
        "id":1100002001636,
        "name":"اصفهان 4",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 4"
    },
    {
        "id":1100002001637,
        "name":"اصفهان 5",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 5"
    },
    {
        "id":1100002001638,
        "name":"اصفهان 6",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 6"
    },
    {
        "id":1100002001639,
        "name":"اصفهان 7",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 7"
    },
    {
        "id":1100002001640,
        "name":"اصفهان 8",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 8"
    },
    {
        "id":1100002001641,
        "name":"اصفهان 9",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 9"
    },
    {
        "id":1100002001642,
        "name":"اصفهان 10",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 10"
    },
    {
        "id":1100002002001,
        "name":"اصفهان 12",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 12"
    },
    {
        "id":1100002002002,
        "name":"اصفهان 13",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 13"
    },
    {
        "id":1100002002021,
        "name":"قهجاورستان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - قهجاورستان"
    },
    {
        "id":1100002002089,
        "name":"اصفهان 14",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 14"
    },
    {
        "id":1100002002554,
        "name":"اصفهان 11",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصفهان 11"
    },
    {
        "id":1100002002611,
        "name":"بهارستان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - بهارستان"
    },
    {
        "id":1100002002830,
        "name":"زیار",
        "ostan":"اصفهان",
        "full_name":"اصفهان - زیار"
    },
    {
        "id":1100003001410,
        "name":"خمینی شهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - خمینی شهر"
    },
    {
        "id":1100003001411,
        "name":"درچه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - درچه"
    },
    {
        "id":1100003002188,
        "name":"کوشک",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کوشک"
    },
    {
        "id":1100003002755,
        "name":"اصغرآباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اصغرآباد"
    },
    {
        "id":1100004001031,
        "name":"ویست",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ویست"
    },
    {
        "id":1100004001413,
        "name":"خوانسار",
        "ostan":"اصفهان",
        "full_name":"اصفهان - خوانسار"
    },
    {
        "id":1100005002443,
        "name":"کمه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کمه"
    },
    {
        "id":1100005001414,
        "name":"سمیرم",
        "ostan":"اصفهان",
        "full_name":"اصفهان - سمیرم"
    },
    {
        "id":1100005002249,
        "name":"حنا",
        "ostan":"اصفهان",
        "full_name":"اصفهان - حنا"
    },
    {
        "id":1100005002351,
        "name":"ونک",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ونک"
    },
    {
        "id":1100005002936,
        "name":"فتح آباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - فتح آباد"
    },
    {
        "id":1100006001417,
        "name":"داران",
        "ostan":"اصفهان",
        "full_name":"اصفهان - داران"
    },
    {
        "id":1100006002251,
        "name":"دامنه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - دامنه"
    },
    {
        "id":1100007001418,
        "name":"فریدونشهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - فریدونشهر"
    },
    {
        "id":1100007002569,
        "name":"برف انبار",
        "ostan":"اصفهان",
        "full_name":"اصفهان - برف انبار"
    },
    {
        "id":1100008001048,
        "name":"طاد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - طاد"
    },
    {
        "id":1100008002215,
        "name":"پیربکران",
        "ostan":"اصفهان",
        "full_name":"اصفهان - پیربکران"
    },
    {
        "id":1100008002444,
        "name":"بهاران شهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - بهاران شهر"
    },
    {
        "id":1100008001049,
        "name":"بوستان زر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - بوستان زر"
    },
    {
        "id":1100008001419,
        "name":"فلاورجان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - فلاورجان"
    },
    {
        "id":1100008001420,
        "name":"کلیشاد و سودرجان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کلیشاد و سودرجان"
    },
    {
        "id":1100008002252,
        "name":"ابریشم",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ابریشم"
    },
    {
        "id":1100008002445,
        "name":"اشترجان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اشترجان"
    },
    {
        "id":1100008002997,
        "name":"مینادشت",
        "ostan":"اصفهان",
        "full_name":"اصفهان - مینادشت"
    },
    {
        "id":1100008001439,
        "name":"قهدریجان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - قهدریجان"
    },
    {
        "id":1100008002789,
        "name":"زازران",
        "ostan":"اصفهان",
        "full_name":"اصفهان - زازران"
    },
    {
        "id":1100009001422,
        "name":"شهرضا",
        "ostan":"اصفهان",
        "full_name":"اصفهان - شهرضا"
    },
    {
        "id":1100009002446,
        "name":"منظریه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - منظریه"
    },
    {
        "id":11000010001424,
        "name":"قمصر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - قمصر"
    },
    {
        "id":11000010002447,
        "name":"جوشقان قالی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جوشقان قالی"
    },
    {
        "id":11000010002831,
        "name":"کامو و چوگان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کامو و چوگان"
    },
    {
        "id":11000010001425,
        "name":"کاشان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کاشان"
    },
    {
        "id":11000010002657,
        "name":"مشکات",
        "ostan":"اصفهان",
        "full_name":"اصفهان - مشکات"
    },
    {
        "id":11000010002302,
        "name":"نیاسر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نیاسر"
    },
    {
        "id":11000010002542,
        "name":"برزک",
        "ostan":"اصفهان",
        "full_name":"اصفهان - برزک"
    },
    {
        "id":11000011001426,
        "name":"گلپایگان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گلپایگان"
    },
    {
        "id":11000011001427,
        "name":"گوگد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گوگد"
    },
    {
        "id":11000011002511,
        "name":"گلشهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گلشهر"
    },
    {
        "id":11000012001429,
        "name":"باغ بهادران",
        "ostan":"اصفهان",
        "full_name":"اصفهان - باغ بهادران"
    },
    {
        "id":11000012002121,
        "name":"چرمهین",
        "ostan":"اصفهان",
        "full_name":"اصفهان - چرمهین"
    },
    {
        "id":11000012001430,
        "name":"چمگردان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - چمگردان"
    },
    {
        "id":11000012001431,
        "name":"زرین شهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - زرین شهر"
    },
    {
        "id":11000012001432,
        "name":"سده لنجان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - سده لنجان"
    },
    {
        "id":11000012002112,
        "name":"ورنامخواست",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ورنامخواست"
    },
    {
        "id":11000012002128,
        "name":"فولادشهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - فولادشهر"
    },
    {
        "id":11000012002504,
        "name":"زاینده رود",
        "ostan":"اصفهان",
        "full_name":"اصفهان - زاینده رود"
    },
    {
        "id":11000012002788,
        "name":"باغشاد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - باغشاد"
    },
    {
        "id":11000013001433,
        "name":"انارک",
        "ostan":"اصفهان",
        "full_name":"اصفهان - انارک"
    },
    {
        "id":11000013001435,
        "name":"نایین",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نایین"
    },
    {
        "id":11000013002078,
        "name":"بافران",
        "ostan":"اصفهان",
        "full_name":"اصفهان - بافران"
    },
    {
        "id":11000014001440,
        "name":"نجف آباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نجف آباد"
    },
    {
        "id":11000014002045,
        "name":"جوزدان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جوزدان"
    },
    {
        "id":11000014002122,
        "name":"گلدشت",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گلدشت"
    },
    {
        "id":11000014002570,
        "name":"کهریزسنگ",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کهریزسنگ"
    },
    {
        "id":11000014001437,
        "name":"دهق",
        "ostan":"اصفهان",
        "full_name":"اصفهان - دهق"
    },
    {
        "id":11000014001438,
        "name":"علویجه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - علویجه"
    },
    {
        "id":11000015001442,
        "name":"نطنز",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نطنز"
    },
    {
        "id":11000015002754,
        "name":"طرق رود",
        "ostan":"اصفهان",
        "full_name":"اصفهان - طرق رود"
    },
    {
        "id":11000015001441,
        "name":"بادرود",
        "ostan":"اصفهان",
        "full_name":"اصفهان - بادرود"
    },
    {
        "id":11000015002612,
        "name":"خالدآباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - خالدآباد"
    },
    {
        "id":11000016001408,
        "name":"میمه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - میمه"
    },
    {
        "id":11000016001409,
        "name":"وزوان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - وزوان"
    },
    {
        "id":11000016001598,
        "name":"لای بید",
        "ostan":"اصفهان",
        "full_name":"اصفهان - لای بید"
    },
    {
        "id":11000016001401,
        "name":"شاهین شهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - شاهین شهر"
    },
    {
        "id":11000016001402,
        "name":"گزبرخوار",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گزبرخوار"
    },
    {
        "id":11000016001597,
        "name":"گرگاب",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گرگاب"
    },
    {
        "id":11000017001428,
        "name":"مبارکه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - مبارکه"
    },
    {
        "id":11000017001599,
        "name":"مجلسی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - مجلسی"
    },
    {
        "id":11000017002189,
        "name":"دیزیچه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - دیزیچه"
    },
    {
        "id":11000017002204,
        "name":"طالخونچه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - طالخونچه"
    },
    {
        "id":11000017002448,
        "name":"کرکوند",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کرکوند"
    },
    {
        "id":11000017002572,
        "name":"زیباشهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - زیباشهر"
    },
    {
        "id":11000017002937,
        "name":"ده سرخ",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ده سرخ"
    },
    {
        "id":11000018002279,
        "name":"ابوزیدآباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ابوزیدآباد"
    },
    {
        "id":11000018001423,
        "name":"آران و بیدگل",
        "ostan":"اصفهان",
        "full_name":"اصفهان - آران و بیدگل"
    },
    {
        "id":11000018002505,
        "name":"نوش آباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نوش آباد"
    },
    {
        "id":11000018002543,
        "name":"سفید شهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - سفید شهر"
    },
    {
        "id":11000019002449,
        "name":"عسگران",
        "ostan":"اصفهان",
        "full_name":"اصفهان - عسگران"
    },
    {
        "id":11000019001436,
        "name":"تیران",
        "ostan":"اصفهان",
        "full_name":"اصفهان - تیران"
    },
    {
        "id":11000019002573,
        "name":"رضوانشهر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - رضوانشهر"
    },
    {
        "id":11000020001415,
        "name":"چادگان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - چادگان"
    },
    {
        "id":11000020002352,
        "name":"رزوه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - رزوه"
    },
    {
        "id":11000021001421,
        "name":"دهاقان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - دهاقان"
    },
    {
        "id":11000021002093,
        "name":"گلشن",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گلشن"
    },
    {
        "id":11000022001397,
        "name":"حبیب آباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - حبیب آباد"
    },
    {
        "id":11000022002094,
        "name":"شاپورآباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - شاپورآباد"
    },
    {
        "id":11000022002571,
        "name":"کمشچه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کمشچه"
    },
    {
        "id":11000022001398,
        "name":"خورزوق",
        "ostan":"اصفهان",
        "full_name":"اصفهان - خورزوق"
    },
    {
        "id":11000022001399,
        "name":"دستگرد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - دستگرد"
    },
    {
        "id":11000022001400,
        "name":"دولت آباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - دولت آباد"
    },
    {
        "id":11000022002756,
        "name":"سین",
        "ostan":"اصفهان",
        "full_name":"اصفهان - سین"
    },
    {
        "id":11000023001434,
        "name":"خور",
        "ostan":"اصفهان",
        "full_name":"اصفهان - خور"
    },
    {
        "id":11000023002077,
        "name":"فرخی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - فرخی"
    },
    {
        "id":11000023002203,
        "name":"جندق",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جندق"
    },
    {
        "id":11000024001416,
        "name":"بویین و میاندشت",
        "ostan":"اصفهان",
        "full_name":"اصفهان - بویین و میاندشت"
    },
    {
        "id":11000024002250,
        "name":"افوس",
        "ostan":"اصفهان",
        "full_name":"اصفهان - افوس"
    },
    {
        "id":11000025001403,
        "name":"کوهپایه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کوهپایه"
    },
    {
        "id":11000025002513,
        "name":"تودشک",
        "ostan":"اصفهان",
        "full_name":"اصفهان - تودشک"
    },
    {
        "id":11000025002350,
        "name":"سجزی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - سجزی"
    },
    {
        "id":11000026002186,
        "name":"نیک آباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نیک آباد"
    },
    {
        "id":11000026002247,
        "name":"محمدآباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - محمدآباد"
    },
    {
        "id":11000026002512,
        "name":"نصرآباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نصرآباد"
    },
    {
        "id":11000026002187,
        "name":"حسن اباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - حسن اباد"
    },
    {
        "id":11000027001404,
        "name":"ورزنه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ورزنه"
    },
    {
        "id":11000028001405,
        "name":"هرند",
        "ostan":"اصفهان",
        "full_name":"اصفهان - هرند"
    },
    {
        "id":11000028002248,
        "name":"اژیه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - اژیه"
    },
    {
        "id":1110001002450,
        "name":"بزمان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بزمان"
    },
    {
        "id":1110001001443,
        "name":"ایرانشهر",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - ایرانشهر"
    },
    {
        "id":1110002001446,
        "name":"چاه بهار",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - چاه بهار"
    },
    {
        "id":1110002002894,
        "name":"پلان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - پلان"
    },
    {
        "id":1110003001449,
        "name":"خاش",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - خاش"
    },
    {
        "id":1110003002979,
        "name":"اسماعیل آباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - اسماعیل آباد"
    },
    {
        "id":1110003002915,
        "name":"ده رییس",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - ده رییس"
    },
    {
        "id":1110004001450,
        "name":"زابل",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زابل"
    },
    {
        "id":1110004002453,
        "name":"بنجار",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بنجار"
    },
    {
        "id":1110005001451,
        "name":"زاهدان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زاهدان"
    },
    {
        "id":1110005001681,
        "name":"زاهدان 1",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زاهدان 1"
    },
    {
        "id":1110005001682,
        "name":"زاهدان 2",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زاهدان 2"
    },
    {
        "id":1110005001683,
        "name":"زاهدان 3",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زاهدان 3"
    },
    {
        "id":1110005002862,
        "name":"زاهدان 4",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زاهدان 4"
    },
    {
        "id":1110005002863,
        "name":"زاهدان 5",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زاهدان 5"
    },
    {
        "id":1110005002454,
        "name":"نصرت آباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - نصرت آباد"
    },
    {
        "id":1110005002891,
        "name":"سرجنگل",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سرجنگل"
    },
    {
        "id":1110006001453,
        "name":"سراوان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سراوان"
    },
    {
        "id":1110006002047,
        "name":"محمدی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - محمدی"
    },
    {
        "id":1110006002048,
        "name":"گشت",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - گشت"
    },
    {
        "id":1110006002455,
        "name":"سیرکان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سیرکان"
    },
    {
        "id":1110006001047,
        "name":"اسفندک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - اسفندک"
    },
    {
        "id":1110007002456,
        "name":"بنت",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بنت"
    },
    {
        "id":1110007001448,
        "name":"نیک شهر",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - نیک شهر"
    },
    {
        "id":1110007001001,
        "name":"چانف",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - چانف"
    },
    {
        "id":1110008002501,
        "name":"پیشین",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - پیشین"
    },
    {
        "id":1110008002461,
        "name":"راسک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - راسک"
    },
    {
        "id":1110008002890,
        "name":"پارود",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - پارود"
    },
    {
        "id":1110009001447,
        "name":"کنارک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - کنارک"
    },
    {
        "id":11100010002978,
        "name":"جزینک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - جزینک"
    },
    {
        "id":11100010002173,
        "name":"زهک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زهک"
    },
    {
        "id":11100011002514,
        "name":"دوست محمد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - دوست محمد"
    },
    {
        "id":11100011002916,
        "name":"قرقری",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - قرقری"
    },
    {
        "id":11100012002451,
        "name":"گلمورتی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - گلمورتی"
    },
    {
        "id":11100012002914,
        "name":"چگرد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - چگرد"
    },
    {
        "id":11100013002355,
        "name":"مهرستان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - مهرستان"
    },
    {
        "id":11100013002893,
        "name":"آشار",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - آشار"
    },
    {
        "id":11100014001027,
        "name":"سیب",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سیب"
    },
    {
        "id":11100014002174,
        "name":"سوران",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سوران"
    },
    {
        "id":11100014002613,
        "name":"هیدوچ",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - هیدوچ"
    },
    {
        "id":11100015002353,
        "name":"ادیمی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - ادیمی"
    },
    {
        "id":11100016002354,
        "name":"محمدآباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - محمدآباد"
    },
    {
        "id":11100016002046,
        "name":"علی اکبر",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - علی اکبر"
    },
    {
        "id":11100017001452,
        "name":"میرجاوه",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - میرجاوه"
    },
    {
        "id":11100017001078,
        "name":"لادیز",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - لادیز"
    },
    {
        "id":11100017002912,
        "name":"ریگ ملک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - ریگ ملک"
    },
    {
        "id":11100018001445,
        "name":"قصرقند",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - قصرقند"
    },
    {
        "id":11100018002892,
        "name":"ساربوک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - ساربوک"
    },
    {
        "id":11100019002175,
        "name":"فنوج",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - فنوج"
    },
    {
        "id":11100019002913,
        "name":"گتیج",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - گتیج"
    },
    {
        "id":11100020002049,
        "name":"محمدان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - محمدان"
    },
    {
        "id":11100020002172,
        "name":"بمپور",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بمپور"
    },
    {
        "id":11100020001028,
        "name":"قاسم آباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - قاسم آباد"
    },
    {
        "id":11100021002452,
        "name":"نوک آباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - نوک آباد"
    },
    {
        "id":11100022001029,
        "name":"بریس",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بریس"
    },
    {
        "id":11100022001444,
        "name":"نگور",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - نگور"
    },
    {
        "id":11100023002499,
        "name":"سرباز",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سرباز"
    },
    {
        "id":11100024002191,
        "name":"جالق",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - جالق"
    },
    {
        "id":11100025002506,
        "name":"اسپکه",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - اسپکه"
    },
    {
        "id":11100026002739,
        "name":"زرآباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زرآباد"
    },
    {
        "id":1120001002457,
        "name":"آرمرده",
        "ostan":"کردستان",
        "full_name":"کردستان - آرمرده"
    },
    {
        "id":1120002002460,
        "name":"بابارشانی",
        "ostan":"کردستان",
        "full_name":"کردستان - بابارشانی"
    },
    {
        "id":1120002002785,
        "name":"پیرتاج",
        "ostan":"کردستان",
        "full_name":"کردستان - پیرتاج"
    },
    {
        "id":1120001001454,
        "name":"بانه",
        "ostan":"کردستان",
        "full_name":"کردستان - بانه"
    },
    {
        "id":1120001002458,
        "name":"کانی سور",
        "ostan":"کردستان",
        "full_name":"کردستان - کانی سور"
    },
    {
        "id":1120001002459,
        "name":"بویین سفلی",
        "ostan":"کردستان",
        "full_name":"کردستان - بویین سفلی"
    },
    {
        "id":1120002002190,
        "name":"یاسوکند",
        "ostan":"کردستان",
        "full_name":"کردستان - یاسوکند"
    },
    {
        "id":1120002001455,
        "name":"بیجار",
        "ostan":"کردستان",
        "full_name":"کردستان - بیجار"
    },
    {
        "id":1120002002784,
        "name":"توپ آغاج",
        "ostan":"کردستان",
        "full_name":"کردستان - توپ آغاج"
    },
    {
        "id":1120003002502,
        "name":"صاحب",
        "ostan":"کردستان",
        "full_name":"کردستان - صاحب"
    },
    {
        "id":1120003001456,
        "name":"سقز",
        "ostan":"کردستان",
        "full_name":"کردستان - سقز"
    },
    {
        "id":1120003002924,
        "name":"سنته",
        "ostan":"کردستان",
        "full_name":"کردستان - سنته"
    },
    {
        "id":1120004001458,
        "name":"سنندج",
        "ostan":"کردستان",
        "full_name":"کردستان - سنندج"
    },
    {
        "id":1120004001672,
        "name":"سنندج 1",
        "ostan":"کردستان",
        "full_name":"کردستان - سنندج 1"
    },
    {
        "id":1120004001673,
        "name":"سنندج 2",
        "ostan":"کردستان",
        "full_name":"کردستان - سنندج 2"
    },
    {
        "id":1120004001674,
        "name":"سنندج 3",
        "ostan":"کردستان",
        "full_name":"کردستان - سنندج 3"
    },
    {
        "id":1120004002462,
        "name":"شویشه",
        "ostan":"کردستان",
        "full_name":"کردستان - شویشه"
    },
    {
        "id":1120004002895,
        "name":"حسین آباد",
        "ostan":"کردستان",
        "full_name":"کردستان - حسین آباد"
    },
    {
        "id":1120005001462,
        "name":"قروه",
        "ostan":"کردستان",
        "full_name":"کردستان - قروه"
    },
    {
        "id":1120005001461,
        "name":"سریش آباد",
        "ostan":"کردستان",
        "full_name":"کردستان - سریش آباد"
    },
    {
        "id":1120005002463,
        "name":"دزج",
        "ostan":"کردستان",
        "full_name":"کردستان - دزج"
    },
    {
        "id":1120005001037,
        "name":"مالوجه",
        "ostan":"کردستان",
        "full_name":"کردستان - مالوجه"
    },
    {
        "id":1120005002426,
        "name":"دلبران",
        "ostan":"کردستان",
        "full_name":"کردستان - دلبران"
    },
    {
        "id":1120006002753,
        "name":"برده رشه",
        "ostan":"کردستان",
        "full_name":"کردستان - برده رشه"
    },
    {
        "id":1120006002464,
        "name":"چناره",
        "ostan":"کردستان",
        "full_name":"کردستان - چناره"
    },
    {
        "id":1120006001463,
        "name":"مریوان",
        "ostan":"کردستان",
        "full_name":"کردستان - مریوان"
    },
    {
        "id":1120006002055,
        "name":"کانی دینار",
        "ostan":"کردستان",
        "full_name":"کردستان - کانی دینار"
    },
    {
        "id":1120007002465,
        "name":"زرینه",
        "ostan":"کردستان",
        "full_name":"کردستان - زرینه"
    },
    {
        "id":1120007001459,
        "name":"دیواندره",
        "ostan":"کردستان",
        "full_name":"کردستان - دیواندره"
    },
    {
        "id":1120007002925,
        "name":"هزارکانیان",
        "ostan":"کردستان",
        "full_name":"کردستان - هزارکانیان"
    },
    {
        "id":1120008001457,
        "name":"کامیاران",
        "ostan":"کردستان",
        "full_name":"کردستان - کامیاران"
    },
    {
        "id":1120008002466,
        "name":"موچش",
        "ostan":"کردستان",
        "full_name":"کردستان - موچش"
    },
    {
        "id":1120009002752,
        "name":"اورامان تخت",
        "ostan":"کردستان",
        "full_name":"کردستان - اورامان تخت"
    },
    {
        "id":1120009002205,
        "name":"سروآباد",
        "ostan":"کردستان",
        "full_name":"کردستان - سروآباد"
    },
    {
        "id":11200010001460,
        "name":"دهگلان",
        "ostan":"کردستان",
        "full_name":"کردستان - دهگلان"
    },
    {
        "id":11200010002042,
        "name":"بلبان آباد",
        "ostan":"کردستان",
        "full_name":"کردستان - بلبان آباد"
    },
    {
        "id":1130001002467,
        "name":"فرسفج",
        "ostan":"همدان",
        "full_name":"همدان - فرسفج"
    },
    {
        "id":1130001001464,
        "name":"تویسرکان",
        "ostan":"همدان",
        "full_name":"همدان - تویسرکان"
    },
    {
        "id":1130001001465,
        "name":"سرکان",
        "ostan":"همدان",
        "full_name":"همدان - سرکان"
    },
    {
        "id":1130002002253,
        "name":"ازندریان",
        "ostan":"همدان",
        "full_name":"همدان - ازندریان"
    },
    {
        "id":1130002002468,
        "name":"جوکار",
        "ostan":"همدان",
        "full_name":"همدان - جوکار"
    },
    {
        "id":1130002001466,
        "name":"سامن",
        "ostan":"همدان",
        "full_name":"همدان - سامن"
    },
    {
        "id":1130002001467,
        "name":"ملایر",
        "ostan":"همدان",
        "full_name":"همدان - ملایر"
    },
    {
        "id":1130002002871,
        "name":"اسلام شهر آق گل",
        "ostan":"همدان",
        "full_name":"همدان - اسلام شهر آق گل"
    },
    {
        "id":1130002002658,
        "name":"زنگنه",
        "ostan":"همدان",
        "full_name":"همدان - زنگنه"
    },
    {
        "id":1130003002206,
        "name":"فیروزان",
        "ostan":"همدان",
        "full_name":"همدان - فیروزان"
    },
    {
        "id":1130003001468,
        "name":"نهاوند",
        "ostan":"همدان",
        "full_name":"همدان - نهاوند"
    },
    {
        "id":1130003002659,
        "name":"برزول",
        "ostan":"همدان",
        "full_name":"همدان - برزول"
    },
    {
        "id":1130003002660,
        "name":"گیان",
        "ostan":"همدان",
        "full_name":"همدان - گیان"
    },
    {
        "id":1130004002356,
        "name":"قهاوند",
        "ostan":"همدان",
        "full_name":"همدان - قهاوند"
    },
    {
        "id":1130004001474,
        "name":"مریانج",
        "ostan":"همدان",
        "full_name":"همدان - مریانج"
    },
    {
        "id":1130004001475,
        "name":"همدان",
        "ostan":"همدان",
        "full_name":"همدان - همدان"
    },
    {
        "id":1130004001691,
        "name":"همدان 1",
        "ostan":"همدان",
        "full_name":"همدان - همدان 1"
    },
    {
        "id":1130004001692,
        "name":"همدان 2",
        "ostan":"همدان",
        "full_name":"همدان - همدان 2"
    },
    {
        "id":1130004002254,
        "name":"جورقان",
        "ostan":"همدان",
        "full_name":"همدان - جورقان"
    },
    {
        "id":1130004002522,
        "name":"همدان 3",
        "ostan":"همدان",
        "full_name":"همدان - همدان 3"
    },
    {
        "id":1130004002523,
        "name":"همدان 4",
        "ostan":"همدان",
        "full_name":"همدان - همدان 4"
    },
    {
        "id":1130005002469,
        "name":"گل تپه",
        "ostan":"همدان",
        "full_name":"همدان - گل تپه"
    },
    {
        "id":1130005001473,
        "name":"کبودرآهنگ",
        "ostan":"همدان",
        "full_name":"همدان - کبودرآهنگ"
    },
    {
        "id":1130005002470,
        "name":"شیرین سو",
        "ostan":"همدان",
        "full_name":"همدان - شیرین سو"
    },
    {
        "id":1130006001469,
        "name":"اسدآباد",
        "ostan":"همدان",
        "full_name":"همدان - اسدآباد"
    },
    {
        "id":1130006002994,
        "name":"پالیز",
        "ostan":"همدان",
        "full_name":"همدان - پالیز"
    },
    {
        "id":1130008002357,
        "name":"دمق",
        "ostan":"همدان",
        "full_name":"همدان - دمق"
    },
    {
        "id":1130006002758,
        "name":"آجین",
        "ostan":"همدان",
        "full_name":"همدان - آجین"
    },
    {
        "id":1130007001472,
        "name":"لالجین",
        "ostan":"همدان",
        "full_name":"همدان - لالجین"
    },
    {
        "id":1130007002757,
        "name":"مهاجران",
        "ostan":"همدان",
        "full_name":"همدان - مهاجران"
    },
    {
        "id":1130007001471,
        "name":"بهار",
        "ostan":"همدان",
        "full_name":"همدان - بهار"
    },
    {
        "id":1130007002216,
        "name":"صالح آباد",
        "ostan":"همدان",
        "full_name":"همدان - صالح آباد"
    },
    {
        "id":1130008002171,
        "name":"رزن",
        "ostan":"همدان",
        "full_name":"همدان - رزن"
    },
    {
        "id":1130009002192,
        "name":"فامنین",
        "ostan":"همدان",
        "full_name":"همدان - فامنین"
    },
    {
        "id":11300010001064,
        "name":"شاهنجرین",
        "ostan":"همدان",
        "full_name":"همدان - شاهنجرین"
    },
    {
        "id":11300010002870,
        "name":"کرفس",
        "ostan":"همدان",
        "full_name":"همدان - کرفس"
    },
    {
        "id":11300010001470,
        "name":"قروه درگزین",
        "ostan":"همدان",
        "full_name":"همدان - قروه درگزین"
    },
    {
        "id":1140001002152,
        "name":"گندمان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - گندمان"
    },
    {
        "id":1140001001478,
        "name":"بروجن",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بروجن"
    },
    {
        "id":1140001001479,
        "name":"فرادبنه",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - فرادبنه"
    },
    {
        "id":1140001002306,
        "name":"سفیددشت",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - سفیددشت"
    },
    {
        "id":1140001002706,
        "name":"نقنه",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - نقنه"
    },
    {
        "id":1140001001477,
        "name":"بلداجی",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بلداجی"
    },
    {
        "id":1140002001482,
        "name":"شهرکرد",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - شهرکرد"
    },
    {
        "id":1140002001484,
        "name":"هفشجان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - هفشجان"
    },
    {
        "id":1140002002123,
        "name":"کیان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - کیان"
    },
    {
        "id":1140002002359,
        "name":"طاقانک",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - طاقانک"
    },
    {
        "id":1140002002471,
        "name":"نافچ",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - نافچ"
    },
    {
        "id":1140002002113,
        "name":"سورشجان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - سورشجان"
    },
    {
        "id":1140002002614,
        "name":"سودجان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - سودجان"
    },
    {
        "id":1140002002838,
        "name":"هارونی",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - هارونی"
    },
    {
        "id":1140003001486,
        "name":"فارسان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - فارسان"
    },
    {
        "id":1140003002805,
        "name":"گوجان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - گوجان"
    },
    {
        "id":1140003002124,
        "name":"بآباحیدر",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بآباحیدر"
    },
    {
        "id":1140003002938,
        "name":"فیل آباد",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - فیل آباد"
    },
    {
        "id":1140003001485,
        "name":"جونقان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - جونقان"
    },
    {
        "id":1140003002730,
        "name":"پردنجان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - پردنجان"
    },
    {
        "id":1140003002806,
        "name":"چلیچه",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - چلیچه"
    },
    {
        "id":1140004001487,
        "name":"لردگان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - لردگان"
    },
    {
        "id":1140004002731,
        "name":"منج",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - منج"
    },
    {
        "id":1140004002840,
        "name":"سردشت",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - سردشت"
    },
    {
        "id":1140005001476,
        "name":"اردل",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - اردل"
    },
    {
        "id":1140005002807,
        "name":"کاج",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - کاج"
    },
    {
        "id":1140005002808,
        "name":"دشتک",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - دشتک"
    },
    {
        "id":1140005002809,
        "name":"سرخون",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - سرخون"
    },
    {
        "id":1140006002841,
        "name":"بازفت",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بازفت"
    },
    {
        "id":1140006002360,
        "name":"چلگرد",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - چلگرد"
    },
    {
        "id":1140006002839,
        "name":"صمصامی",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - صمصامی"
    },
    {
        "id":1140007002153,
        "name":"شلمزار",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - شلمزار"
    },
    {
        "id":1140007002358,
        "name":"گهرو",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - گهرو"
    },
    {
        "id":1140007002729,
        "name":"دستنا",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - دستنا"
    },
    {
        "id":1140007002154,
        "name":"ناغان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - ناغان"
    },
    {
        "id":1140008001481,
        "name":"سامان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - سامان"
    },
    {
        "id":1140008002918,
        "name":"هوره",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - هوره"
    },
    {
        "id":1140009001480,
        "name":"بن",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - بن"
    },
    {
        "id":1140009002732,
        "name":"وردنجان",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - وردنجان"
    },
    {
        "id":1140009002919,
        "name":"یان چشمه",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - یان چشمه"
    },
    {
        "id":11400010002473,
        "name":"آلونی",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - آلونی"
    },
    {
        "id":11400011002472,
        "name":"مال خلیفه",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - مال خلیفه"
    },
    {
        "id":11400012001483,
        "name":"فرخ شهر",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - فرخ شهر"
    },
    {
        "id":1150001002728,
        "name":"شول آباد",
        "ostan":"لرستان",
        "full_name":"لرستان - شول آباد"
    },
    {
        "id":1150001001489,
        "name":"الیگودرز",
        "ostan":"لرستان",
        "full_name":"لرستان - الیگودرز"
    },
    {
        "id":1150001001056,
        "name":"تیتکان بزنوید",
        "ostan":"لرستان",
        "full_name":"لرستان - تیتکان بزنوید"
    },
    {
        "id":1150001002877,
        "name":"شاهپوراباد",
        "ostan":"لرستان",
        "full_name":"لرستان - شاهپوراباد"
    },
    {
        "id":1150001002876,
        "name":"چمن سلطان",
        "ostan":"لرستان",
        "full_name":"لرستان - چمن سلطان"
    },
    {
        "id":1150002001490,
        "name":"اشترینان",
        "ostan":"لرستان",
        "full_name":"لرستان - اشترینان"
    },
    {
        "id":1150002002971,
        "name":"ونایی",
        "ostan":"لرستان",
        "full_name":"لرستان - ونایی"
    },
    {
        "id":1150002001492,
        "name":"بروجرد",
        "ostan":"لرستان",
        "full_name":"لرستان - بروجرد"
    },
    {
        "id":1150002002688,
        "name":"بروجرد1",
        "ostan":"لرستان",
        "full_name":"لرستان - بروجرد1"
    },
    {
        "id":1150002002689,
        "name":"بروجرد2",
        "ostan":"لرستان",
        "full_name":"لرستان - بروجرد2"
    },
    {
        "id":1150002002988,
        "name":"بروجرد 3",
        "ostan":"لرستان",
        "full_name":"لرستان - بروجرد 3"
    },
    {
        "id":1150003002474,
        "name":"سپیددشت",
        "ostan":"لرستان",
        "full_name":"لرستان - سپیددشت"
    },
    {
        "id":1150003002475,
        "name":"بیران شهر",
        "ostan":"لرستان",
        "full_name":"لرستان - بیران شهر"
    },
    {
        "id":1150003002361,
        "name":"زاغه",
        "ostan":"لرستان",
        "full_name":"لرستان - زاغه"
    },
    {
        "id":1150003001496,
        "name":"خرم آباد",
        "ostan":"لرستان",
        "full_name":"لرستان - خرم آباد"
    },
    {
        "id":1150003002685,
        "name":"خرم آباد1",
        "ostan":"لرستان",
        "full_name":"لرستان - خرم آباد1"
    },
    {
        "id":1150003002686,
        "name":"خرم آباد2",
        "ostan":"لرستان",
        "full_name":"لرستان - خرم آباد2"
    },
    {
        "id":1150003002687,
        "name":"خرم آباد3",
        "ostan":"لرستان",
        "full_name":"لرستان - خرم آباد3"
    },
    {
        "id":1150004002727,
        "name":"هفت چشمه",
        "ostan":"لرستان",
        "full_name":"لرستان - هفت چشمه"
    },
    {
        "id":1150004001494,
        "name":"نورآباد",
        "ostan":"لرستان",
        "full_name":"لرستان - نورآباد"
    },
    {
        "id":1150004002995,
        "name":"برخوردار",
        "ostan":"لرستان",
        "full_name":"لرستان - برخوردار"
    },
    {
        "id":1150005002363,
        "name":"چالانچولان",
        "ostan":"لرستان",
        "full_name":"لرستان - چالانچولان"
    },
    {
        "id":1150006002615,
        "name":"درب گنبد",
        "ostan":"لرستان",
        "full_name":"لرستان - درب گنبد"
    },
    {
        "id":1150005001491,
        "name":"دورود",
        "ostan":"لرستان",
        "full_name":"لرستان - دورود"
    },
    {
        "id":1150006002257,
        "name":"گراب",
        "ostan":"لرستان",
        "full_name":"لرستان - گراب"
    },
    {
        "id":1150006001495,
        "name":"کوهدشت",
        "ostan":"لرستان",
        "full_name":"لرستان - کوهدشت"
    },
    {
        "id":1150006002364,
        "name":"کوهنانی",
        "ostan":"لرستان",
        "full_name":"لرستان - کوهنانی"
    },
    {
        "id":1150007002365,
        "name":"مومن آباد",
        "ostan":"لرستان",
        "full_name":"لرستان - مومن آباد"
    },
    {
        "id":1150007001488,
        "name":"ازنا",
        "ostan":"لرستان",
        "full_name":"لرستان - ازنا"
    },
    {
        "id":1150008001497,
        "name":"پلدختر",
        "ostan":"لرستان",
        "full_name":"لرستان - پلدختر"
    },
    {
        "id":1150008002996,
        "name":"سراب حمام",
        "ostan":"لرستان",
        "full_name":"لرستان - سراب حمام"
    },
    {
        "id":1150009002367,
        "name":"فیروزآباد",
        "ostan":"لرستان",
        "full_name":"لرستان - فیروزآباد"
    },
    {
        "id":1150009001493,
        "name":"الشتر",
        "ostan":"لرستان",
        "full_name":"لرستان - الشتر"
    },
    {
        "id":11500010002255,
        "name":"سراب دوره",
        "ostan":"لرستان",
        "full_name":"لرستان - سراب دوره"
    },
    {
        "id":11500010002973,
        "name":"چم پلک",
        "ostan":"لرستان",
        "full_name":"لرستان - چم پلک"
    },
    {
        "id":11500010002362,
        "name":"ویسیان",
        "ostan":"لرستان",
        "full_name":"لرستان - ویسیان"
    },
    {
        "id":11500011002972,
        "name":"سوری",
        "ostan":"لرستان",
        "full_name":"لرستان - سوری"
    },
    {
        "id":11500011002256,
        "name":"چقابل",
        "ostan":"لرستان",
        "full_name":"لرستان - چقابل"
    },
    {
        "id":11500012002366,
        "name":"معمولان",
        "ostan":"لرستان",
        "full_name":"لرستان - معمولان"
    },
    {
        "id":1160001001500,
        "name":"ایلام",
        "ostan":"ایلام",
        "full_name":"ایلام - ایلام"
    },
    {
        "id":1160001001659,
        "name":"ایلام 1",
        "ostan":"ایلام",
        "full_name":"ایلام - ایلام 1"
    },
    {
        "id":1160001001660,
        "name":"ایلام 2",
        "ostan":"ایلام",
        "full_name":"ایلام - ایلام 2"
    },
    {
        "id":1160001002974,
        "name":"جعفراباد",
        "ostan":"ایلام",
        "full_name":"ایلام - جعفراباد"
    },
    {
        "id":1160002001503,
        "name":"دره شهر",
        "ostan":"ایلام",
        "full_name":"ایلام - دره شهر"
    },
    {
        "id":1160002002849,
        "name":"ماژین",
        "ostan":"ایلام",
        "full_name":"ایلام - ماژین"
    },
    {
        "id":1160003002127,
        "name":"پهله",
        "ostan":"ایلام",
        "full_name":"ایلام - پهله"
    },
    {
        "id":1160003001505,
        "name":"دهلران",
        "ostan":"ایلام",
        "full_name":"ایلام - دهلران"
    },
    {
        "id":1160003001506,
        "name":"موسیان",
        "ostan":"ایلام",
        "full_name":"ایلام - موسیان"
    },
    {
        "id":1160003001504,
        "name":"میمه",
        "ostan":"ایلام",
        "full_name":"ایلام - میمه"
    },
    {
        "id":1160003001063,
        "name":"دشت عباس",
        "ostan":"ایلام",
        "full_name":"ایلام - دشت عباس"
    },
    {
        "id":1160004001507,
        "name":"سرابله",
        "ostan":"ایلام",
        "full_name":"ایلام - سرابله"
    },
    {
        "id":1160004002850,
        "name":"شباب",
        "ostan":"ایلام",
        "full_name":"ایلام - شباب"
    },
    {
        "id":1160004002851,
        "name":"بلاوه",
        "ostan":"ایلام",
        "full_name":"ایلام - بلاوه"
    },
    {
        "id":1160004002617,
        "name":"آسمان آباد",
        "ostan":"ایلام",
        "full_name":"ایلام - آسمان آباد"
    },
    {
        "id":1160005001509,
        "name":"صالح آباد",
        "ostan":"ایلام",
        "full_name":"ایلام - صالح آباد"
    },
    {
        "id":1160005001510,
        "name":"مهران",
        "ostan":"ایلام",
        "full_name":"ایلام - مهران"
    },
    {
        "id":1160006002616,
        "name":"مورموری",
        "ostan":"ایلام",
        "full_name":"ایلام - مورموری"
    },
    {
        "id":1160006001501,
        "name":"آبدانان",
        "ostan":"ایلام",
        "full_name":"ایلام - آبدانان"
    },
    {
        "id":1160006002056,
        "name":"سراب باغ",
        "ostan":"ایلام",
        "full_name":"ایلام - سراب باغ"
    },
    {
        "id":1160007002476,
        "name":"زرنه",
        "ostan":"ایلام",
        "full_name":"ایلام - زرنه"
    },
    {
        "id":11600012001499,
        "name":"چوار",
        "ostan":"ایلام",
        "full_name":"ایلام - چوار"
    },
    {
        "id":1160007001498,
        "name":"ایوان",
        "ostan":"ایلام",
        "full_name":"ایلام - ایوان"
    },
    {
        "id":1160008001508,
        "name":"ارکواز",
        "ostan":"ایلام",
        "full_name":"ایلام - ارکواز"
    },
    {
        "id":1160008002028,
        "name":"دلگشا",
        "ostan":"ایلام",
        "full_name":"ایلام - دلگشا"
    },
    {
        "id":1160008002745,
        "name":"مهر",
        "ostan":"ایلام",
        "full_name":"ایلام - مهر"
    },
    {
        "id":1160009002155,
        "name":"لومار",
        "ostan":"ایلام",
        "full_name":"ایلام - لومار"
    },
    {
        "id":11600010001502,
        "name":"بدره",
        "ostan":"ایلام",
        "full_name":"ایلام - بدره"
    },
    {
        "id":11600010002909,
        "name":"چشمه شیرین",
        "ostan":"ایلام",
        "full_name":"ایلام - چشمه شیرین"
    },
    {
        "id":11600011002574,
        "name":"توحید",
        "ostan":"ایلام",
        "full_name":"ایلام - توحید"
    },
    {
        "id":1170001001512,
        "name":"یاسوج",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - یاسوج"
    },
    {
        "id":1170001002023,
        "name":"مادوان",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - مادوان"
    },
    {
        "id":1170001002478,
        "name":"گراب سفلی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - گراب سفلی"
    },
    {
        "id":1170001002083,
        "name":"چیتاب",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - چیتاب"
    },
    {
        "id":1170001001080,
        "name":"سپیدار",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سپیدار"
    },
    {
        "id":1170002002479,
        "name":"قلعه رییسی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - قلعه رییسی"
    },
    {
        "id":1170002001514,
        "name":"دهدشت",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - دهدشت"
    },
    {
        "id":1170002002480,
        "name":"دیشموک",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - دیشموک"
    },
    {
        "id":1170002002156,
        "name":"سوق",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سوق"
    },
    {
        "id":1170003001515,
        "name":"دوگنبدان",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - دوگنبدان"
    },
    {
        "id":1170004002084,
        "name":"پاتاوه",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - پاتاوه"
    },
    {
        "id":1170004001511,
        "name":"سی سخت",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سی سخت"
    },
    {
        "id":1170005001082,
        "name":"سرآسیاب یوسفی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سرآسیاب یوسفی"
    },
    {
        "id":1170005002368,
        "name":"لیکک",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - لیکک"
    },
    {
        "id":1170005001081,
        "name":"قلعه ممبی",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - قلعه ممبی"
    },
    {
        "id":1170006001513,
        "name":"چرام",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - چرام"
    },
    {
        "id":1170006002828,
        "name":"سرفاریاب",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - سرفاریاب"
    },
    {
        "id":1170007002130,
        "name":"باشت",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - باشت"
    },
    {
        "id":1170007002917,
        "name":"بوستان",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - بوستان"
    },
    {
        "id":1170008002129,
        "name":"لنده",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - لنده"
    },
    {
        "id":1170009002477,
        "name":"مارگون",
        "ostan":"کهگیلویه و بویراحمد",
        "full_name":"کهگیلویه و بویراحمد - مارگون"
    },
    {
        "id":1180001001516,
        "name":"خارک",
        "ostan":"بوشهر",
        "full_name":"بوشهر - خارک"
    },
    {
        "id":1180001001517,
        "name":"بوشهر",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بوشهر"
    },
    {
        "id":1180001002692,
        "name":"بوشهر1",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بوشهر1"
    },
    {
        "id":1180001002693,
        "name":"بوشهر2",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بوشهر2"
    },
    {
        "id":1180001002867,
        "name":"عالی شهر",
        "ostan":"بوشهر",
        "full_name":"بوشهر - عالی شهر"
    },
    {
        "id":1180001002481,
        "name":"چغادک",
        "ostan":"بوشهر",
        "full_name":"بوشهر - چغادک"
    },
    {
        "id":1180002002258,
        "name":"دلوار",
        "ostan":"بوشهر",
        "full_name":"بوشهر - دلوار"
    },
    {
        "id":1180003001520,
        "name":"برازجان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - برازجان"
    },
    {
        "id":1180003002369,
        "name":"دالکی",
        "ostan":"بوشهر",
        "full_name":"بوشهر - دالکی"
    },
    {
        "id":1180002001518,
        "name":"اهرم",
        "ostan":"بوشهر",
        "full_name":"بوشهر - اهرم"
    },
    {
        "id":1180002002816,
        "name":"آباد",
        "ostan":"بوشهر",
        "full_name":"بوشهر - آباد"
    },
    {
        "id":1180003001519,
        "name":"سعد آباد",
        "ostan":"بوشهر",
        "full_name":"بوشهر - سعد آباد"
    },
    {
        "id":1180003002482,
        "name":"وحدتیه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - وحدتیه"
    },
    {
        "id":1180003002157,
        "name":"شبانکاره",
        "ostan":"بوشهر",
        "full_name":"بوشهر - شبانکاره"
    },
    {
        "id":1180003002618,
        "name":"تنگ ارم",
        "ostan":"بوشهر",
        "full_name":"بوشهر - تنگ ارم"
    },
    {
        "id":1180003002619,
        "name":"کلمه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - کلمه"
    },
    {
        "id":1180003002817,
        "name":"بوشکان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بوشکان"
    },
    {
        "id":1180003002308,
        "name":"آب پخش",
        "ostan":"بوشهر",
        "full_name":"بوشهر - آب پخش"
    },
    {
        "id":1180004002131,
        "name":"کاکی",
        "ostan":"بوشهر",
        "full_name":"بوشهر - کاکی"
    },
    {
        "id":1180004002818,
        "name":"بادوله",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بادوله"
    },
    {
        "id":1180004001521,
        "name":"خورموج",
        "ostan":"بوشهر",
        "full_name":"بوشهر - خورموج"
    },
    {
        "id":1180004002050,
        "name":"شنبه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - شنبه"
    },
    {
        "id":1180005002483,
        "name":"بردخون",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بردخون"
    },
    {
        "id":1180005001522,
        "name":"بندردیر",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بندردیر"
    },
    {
        "id":1180005002737,
        "name":"بردستان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بردستان"
    },
    {
        "id":1180005002819,
        "name":"دوراهک",
        "ostan":"بوشهر",
        "full_name":"بوشهر - دوراهک"
    },
    {
        "id":1180005002484,
        "name":"آبدان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - آبدان"
    },
    {
        "id":1180006001523,
        "name":"بندرکنگان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بندرکنگان"
    },
    {
        "id":1180006002620,
        "name":"بنک",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بنک"
    },
    {
        "id":1180006001076,
        "name":"شیرینو",
        "ostan":"بوشهر",
        "full_name":"بوشهر - شیرینو"
    },
    {
        "id":1180006002661,
        "name":"سیراف",
        "ostan":"بوشهر",
        "full_name":"بوشهر - سیراف"
    },
    {
        "id":1180007001525,
        "name":"بندرریگ",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بندرریگ"
    },
    {
        "id":1180007001526,
        "name":"بندرگناوه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بندرگناوه"
    },
    {
        "id":1180008002370,
        "name":"امام حسن",
        "ostan":"بوشهر",
        "full_name":"بوشهر - امام حسن"
    },
    {
        "id":1180008001524,
        "name":"بندردیلم",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بندردیلم"
    },
    {
        "id":1180009002087,
        "name":"انارستان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - انارستان"
    },
    {
        "id":1180009002662,
        "name":"ریز",
        "ostan":"بوشهر",
        "full_name":"بوشهر - ریز"
    },
    {
        "id":1180009002259,
        "name":"جم",
        "ostan":"بوشهر",
        "full_name":"بوشهر - جم"
    },
    {
        "id":1180009002933,
        "name":"بهارستان",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بهارستان"
    },
    {
        "id":11800010002621,
        "name":"عسلویه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - عسلویه"
    },
    {
        "id":11800010002622,
        "name":"نخل تقی",
        "ostan":"بوشهر",
        "full_name":"بوشهر - نخل تقی"
    },
    {
        "id":11800010002932,
        "name":"بیدخون",
        "ostan":"بوشهر",
        "full_name":"بوشهر - بیدخون"
    },
    {
        "id":11800010002878,
        "name":"چاه مبارک",
        "ostan":"بوشهر",
        "full_name":"بوشهر - چاه مبارک"
    },
    {
        "id":1190001001528,
        "name":"ابهر",
        "ostan":"زنجان",
        "full_name":"زنجان - ابهر"
    },
    {
        "id":1190001001530,
        "name":"صایین قلعه",
        "ostan":"زنجان",
        "full_name":"زنجان - صایین قلعه"
    },
    {
        "id":1190001001531,
        "name":"هیدج",
        "ostan":"زنجان",
        "full_name":"زنجان - هیدج"
    },
    {
        "id":1190003002260,
        "name":"گرماب",
        "ostan":"زنجان",
        "full_name":"زنجان - گرماب"
    },
    {
        "id":1190003002376,
        "name":"زرین رود",
        "ostan":"زنجان",
        "full_name":"زنجان - زرین رود"
    },
    {
        "id":1190003001533,
        "name":"قیدار",
        "ostan":"زنجان",
        "full_name":"زنجان - قیدار"
    },
    {
        "id":1190003002039,
        "name":"سهرورد",
        "ostan":"زنجان",
        "full_name":"زنجان - سهرورد"
    },
    {
        "id":1190003002832,
        "name":"کرسف",
        "ostan":"زنجان",
        "full_name":"زنجان - کرسف"
    },
    {
        "id":1190003002833,
        "name":"نوربهار",
        "ostan":"زنجان",
        "full_name":"زنجان - نوربهار"
    },
    {
        "id":1190003002371,
        "name":"سجاس",
        "ostan":"زنجان",
        "full_name":"زنجان - سجاس"
    },
    {
        "id":1190004002764,
        "name":"نیک پی",
        "ostan":"زنجان",
        "full_name":"زنجان - نیک پی"
    },
    {
        "id":1190004001534,
        "name":"زنجان",
        "ostan":"زنجان",
        "full_name":"زنجان - زنجان"
    },
    {
        "id":1190004001664,
        "name":"زنجان 1",
        "ostan":"زنجان",
        "full_name":"زنجان - زنجان 1"
    },
    {
        "id":1190004001665,
        "name":"زنجان 2",
        "ostan":"زنجان",
        "full_name":"زنجان - زنجان 2"
    },
    {
        "id":1190004002384,
        "name":"زنجان 3",
        "ostan":"زنجان",
        "full_name":"زنجان - زنجان 3"
    },
    {
        "id":1190004002958,
        "name":"زنجان 4",
        "ostan":"زنجان",
        "full_name":"زنجان - زنجان 4"
    },
    {
        "id":1190004002038,
        "name":"ارمغانخانه",
        "ostan":"زنجان",
        "full_name":"زنجان - ارمغانخانه"
    },
    {
        "id":1190006002485,
        "name":"حلب",
        "ostan":"زنجان",
        "full_name":"زنجان - حلب"
    },
    {
        "id":1190006002327,
        "name":"زرین آباد",
        "ostan":"زنجان",
        "full_name":"زنجان - زرین آباد"
    },
    {
        "id":1190007001529,
        "name":"خرمدره",
        "ostan":"زنجان",
        "full_name":"زنجان - خرمدره"
    },
    {
        "id":1190008002486,
        "name":"چورزق",
        "ostan":"زنجان",
        "full_name":"زنجان - چورزق"
    },
    {
        "id":1190008002262,
        "name":"آب بر",
        "ostan":"زنجان",
        "full_name":"زنجان - آب بر"
    },
    {
        "id":1190009002261,
        "name":"دندی",
        "ostan":"زنجان",
        "full_name":"زنجان - دندی"
    },
    {
        "id":1190009002207,
        "name":"ماه نشان",
        "ostan":"زنجان",
        "full_name":"زنجان - ماه نشان"
    },
    {
        "id":11900010001527,
        "name":"سلطانیه",
        "ostan":"زنجان",
        "full_name":"زنجان - سلطانیه"
    },
    {
        "id":1200001002263,
        "name":"امیریه",
        "ostan":"سمنان",
        "full_name":"سمنان - امیریه"
    },
    {
        "id":1200001001540,
        "name":"دامغان",
        "ostan":"سمنان",
        "full_name":"سمنان - دامغان"
    },
    {
        "id":1200001002264,
        "name":"دیباج",
        "ostan":"سمنان",
        "full_name":"سمنان - دیباج"
    },
    {
        "id":1200001002759,
        "name":"کلاته",
        "ostan":"سمنان",
        "full_name":"سمنان - کلاته"
    },
    {
        "id":1200002001542,
        "name":"سمنان",
        "ostan":"سمنان",
        "full_name":"سمنان - سمنان"
    },
    {
        "id":1200003001545,
        "name":"بسطام",
        "ostan":"سمنان",
        "full_name":"سمنان - بسطام"
    },
    {
        "id":1200003001546,
        "name":"مجن",
        "ostan":"سمنان",
        "full_name":"سمنان - مجن"
    },
    {
        "id":1200003002160,
        "name":"کلاته خیج",
        "ostan":"سمنان",
        "full_name":"سمنان - کلاته خیج"
    },
    {
        "id":1200003002161,
        "name":"بیارجمند",
        "ostan":"سمنان",
        "full_name":"سمنان - بیارجمند"
    },
    {
        "id":1200003001547,
        "name":"شاهرود",
        "ostan":"سمنان",
        "full_name":"سمنان - شاهرود"
    },
    {
        "id":1200003002775,
        "name":"رودیان",
        "ostan":"سمنان",
        "full_name":"سمنان - رودیان"
    },
    {
        "id":1200004001548,
        "name":"ایوانکی",
        "ostan":"سمنان",
        "full_name":"سمنان - ایوانکی"
    },
    {
        "id":1200004001550,
        "name":"گرمسار",
        "ostan":"سمنان",
        "full_name":"سمنان - گرمسار"
    },
    {
        "id":1200006002768,
        "name":"کهن آباد",
        "ostan":"سمنان",
        "full_name":"سمنان - کهن آباد"
    },
    {
        "id":1200005001543,
        "name":"شهمیرزاد",
        "ostan":"سمنان",
        "full_name":"سمنان - شهمیرزاد"
    },
    {
        "id":1200005001544,
        "name":"مهدی شهر",
        "ostan":"سمنان",
        "full_name":"سمنان - مهدی شهر"
    },
    {
        "id":1200005002022,
        "name":"درجزین",
        "ostan":"سمنان",
        "full_name":"سمنان - درجزین"
    },
    {
        "id":1200006001549,
        "name":"آرادان",
        "ostan":"سمنان",
        "full_name":"سمنان - آرادان"
    },
    {
        "id":1200007002162,
        "name":"میامی",
        "ostan":"سمنان",
        "full_name":"سمنان - میامی"
    },
    {
        "id":1200007002990,
        "name":"رضوان",
        "ostan":"سمنان",
        "full_name":"سمنان - رضوان"
    },
    {
        "id":1200008001541,
        "name":"سرخه",
        "ostan":"سمنان",
        "full_name":"سمنان - سرخه"
    },
    {
        "id":1210001002984,
        "name":"خرانق",
        "ostan":"یزد",
        "full_name":"یزد - خرانق"
    },
    {
        "id":1210001001551,
        "name":"اردکان",
        "ostan":"یزد",
        "full_name":"یزد - اردکان"
    },
    {
        "id":1210001002265,
        "name":"احمد آباد",
        "ostan":"یزد",
        "full_name":"یزد - احمد آباد"
    },
    {
        "id":1210001002623,
        "name":"عقدا",
        "ostan":"یزد",
        "full_name":"یزد - عقدا"
    },
    {
        "id":1210002001554,
        "name":"بافق",
        "ostan":"یزد",
        "full_name":"یزد - بافق"
    },
    {
        "id":1210003001555,
        "name":"تفت",
        "ostan":"یزد",
        "full_name":"یزد - تفت"
    },
    {
        "id":1210003001556,
        "name":"نیر",
        "ostan":"یزد",
        "full_name":"یزد - نیر"
    },
    {
        "id":1210003002976,
        "name":"بخ",
        "ostan":"یزد",
        "full_name":"یزد - بخ"
    },
    {
        "id":1210004001558,
        "name":"مهریز",
        "ostan":"یزد",
        "full_name":"یزد - مهریز"
    },
    {
        "id":1210005001016,
        "name":"یزد 4",
        "ostan":"یزد",
        "full_name":"یزد - یزد 4"
    },
    {
        "id":1210005001017,
        "name":"یزد_منطقه تاریخی",
        "ostan":"یزد",
        "full_name":"یزد - یزد_منطقه تاریخی"
    },
    {
        "id":1210005001562,
        "name":"یزد",
        "ostan":"یزد",
        "full_name":"یزد - یزد"
    },
    {
        "id":1210005001657,
        "name":"یزد 1",
        "ostan":"یزد",
        "full_name":"یزد - یزد 1"
    },
    {
        "id":1210005001658,
        "name":"یزد 2",
        "ostan":"یزد",
        "full_name":"یزد - یزد 2"
    },
    {
        "id":1210005002126,
        "name":"شاهدیه",
        "ostan":"یزد",
        "full_name":"یزد - شاهدیه"
    },
    {
        "id":1210005002163,
        "name":"حمیدیا",
        "ostan":"یزد",
        "full_name":"یزد - حمیدیا"
    },
    {
        "id":1210005002525,
        "name":"یزد 3",
        "ostan":"یزد",
        "full_name":"یزد - یزد 3"
    },
    {
        "id":1210006001552,
        "name":"میبد",
        "ostan":"یزد",
        "full_name":"یزد - میبد"
    },
    {
        "id":1210006002322,
        "name":"ندوشن",
        "ostan":"یزد",
        "full_name":"یزد - ندوشن"
    },
    {
        "id":1210006002024,
        "name":"بفروییه",
        "ostan":"یزد",
        "full_name":"یزد - بفروییه"
    },
    {
        "id":1210008002377,
        "name":"خضرآباد",
        "ostan":"یزد",
        "full_name":"یزد - خضرآباد"
    },
    {
        "id":1210007002372,
        "name":"مهردشت",
        "ostan":"یزد",
        "full_name":"یزد - مهردشت"
    },
    {
        "id":1210007001293,
        "name":"ابرکوه",
        "ostan":"یزد",
        "full_name":"یزد - ابرکوه"
    },
    {
        "id":1210008001560,
        "name":"اشکذر",
        "ostan":"یزد",
        "full_name":"یزد - اشکذر"
    },
    {
        "id":1210008002985,
        "name":"مجومرد",
        "ostan":"یزد",
        "full_name":"یزد - مجومرد"
    },
    {
        "id":1210009001559,
        "name":"هرات",
        "ostan":"یزد",
        "full_name":"یزد - هرات"
    },
    {
        "id":12100011001553,
        "name":"بهاباد",
        "ostan":"یزد",
        "full_name":"یزد - بهاباد"
    },
    {
        "id":12100012001557,
        "name":"مروست",
        "ostan":"یزد",
        "full_name":"یزد - مروست"
    },
    {
        "id":12100013001561,
        "name":"زارچ",
        "ostan":"یزد",
        "full_name":"یزد - زارچ"
    },
    {
        "id":1220001001563,
        "name":"ابوموسی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - ابوموسی"
    },
    {
        "id":1220002002307,
        "name":"فین",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - فین"
    },
    {
        "id":1220002001567,
        "name":"بندر عباس",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بندر عباس"
    },
    {
        "id":1220002001697,
        "name":"بندر عباس  1",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بندر عباس  1"
    },
    {
        "id":1220002001698,
        "name":"بندر عباس  2",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بندر عباس  2"
    },
    {
        "id":1220002002091,
        "name":"بندر عباس  3",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بندر عباس  3"
    },
    {
        "id":1220002002812,
        "name":"تازیان پایین",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - تازیان پایین"
    },
    {
        "id":1220002002088,
        "name":"تخت",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - تخت"
    },
    {
        "id":1220002002063,
        "name":"قلعه قاضی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - قلعه قاضی"
    },
    {
        "id":1220002001572,
        "name":"هرمز",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - هرمز"
    },
    {
        "id":1220003002266,
        "name":"چارک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - چارک"
    },
    {
        "id":1220003002193,
        "name":"کیش",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - کیش"
    },
    {
        "id":1220003001570,
        "name":"کنگ",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - کنگ"
    },
    {
        "id":1220003001571,
        "name":"بندر لنگه",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بندر لنگه"
    },
    {
        "id":1220003002813,
        "name":"لمزان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - لمزان"
    },
    {
        "id":1220004002487,
        "name":"سوزا",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سوزا"
    },
    {
        "id":1220004001033,
        "name":"رمکان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - رمکان"
    },
    {
        "id":1220004001034,
        "name":"لافت",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - لافت"
    },
    {
        "id":1220004001573,
        "name":"قشم",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - قشم"
    },
    {
        "id":1220004002627,
        "name":"درگهان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - درگهان"
    },
    {
        "id":1220004002940,
        "name":"طبل",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - طبل"
    },
    {
        "id":1220005002064,
        "name":"سندرک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سندرک"
    },
    {
        "id":1220005001575,
        "name":"میناب",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - میناب"
    },
    {
        "id":1220005002814,
        "name":"تیرور",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - تیرور"
    },
    {
        "id":1220005002003,
        "name":"هشتبندی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - هشتبندی"
    },
    {
        "id":1220005001035,
        "name":"زهوکی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - زهوکی"
    },
    {
        "id":1220005001036,
        "name":"کرگان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - کرگان"
    },
    {
        "id":1220005002910,
        "name":"بند زرک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بند زرک"
    },
    {
        "id":1220006001565,
        "name":"بندر جاسک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بندر جاسک"
    },
    {
        "id":1220006002872,
        "name":"لیردف",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - لیردف"
    },
    {
        "id":1220007002663,
        "name":"زیارتعلی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - زیارتعلی"
    },
    {
        "id":1220007001574,
        "name":"دهبارز",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - دهبارز"
    },
    {
        "id":1220007002911,
        "name":"بالا شهر",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بالا شهر"
    },
    {
        "id":1220007002006,
        "name":"بیکاء",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بیکاء"
    },
    {
        "id":1220008002626,
        "name":"فارغان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - فارغان"
    },
    {
        "id":1220008001566,
        "name":"حاجی آباد",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - حاجی آباد"
    },
    {
        "id":1220008002092,
        "name":"سرگز",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سرگز"
    },
    {
        "id":1220009002625,
        "name":"جناح",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - جناح"
    },
    {
        "id":1220009002959,
        "name":"هنگوییه",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - هنگوییه"
    },
    {
        "id":1220009001568,
        "name":"بستک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بستک"
    },
    {
        "id":1220009002960,
        "name":"کوهیچ",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - کوهیچ"
    },
    {
        "id":12200010002005,
        "name":"رویدر",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - رویدر"
    },
    {
        "id":12200010001564,
        "name":"خمیر",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - خمیر"
    },
    {
        "id":12200010002939,
        "name":"پل",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - پل"
    },
    {
        "id":12200011002004,
        "name":"کوشکنار",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - کوشکنار"
    },
    {
        "id":12200011001569,
        "name":"پارسیان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - پارسیان"
    },
    {
        "id":12200011002751,
        "name":"دشتی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - دشتی"
    },
    {
        "id":12200012002815,
        "name":"کوهستک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - کوهستک"
    },
    {
        "id":12200012002267,
        "name":"سیریک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سیریک"
    },
    {
        "id":12200012002724,
        "name":"گروک",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - گروک"
    },
    {
        "id":12200013002061,
        "name":"سردشت",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سردشت"
    },
    {
        "id":12200013002062,
        "name":"گوهران",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - گوهران"
    },
    {
        "id":1230001001576,
        "name":"تهران",
        "ostan":"تهران",
        "full_name":"تهران - تهران"
    },
    {
        "id":1230001001601,
        "name":"تهران 1",
        "ostan":"تهران",
        "full_name":"تهران - تهران 1"
    },
    {
        "id":1230001001602,
        "name":"تهران 2",
        "ostan":"تهران",
        "full_name":"تهران - تهران 2"
    },
    {
        "id":1230001001603,
        "name":"تهران 3",
        "ostan":"تهران",
        "full_name":"تهران - تهران 3"
    },
    {
        "id":1230001001604,
        "name":"تهران 4",
        "ostan":"تهران",
        "full_name":"تهران - تهران 4"
    },
    {
        "id":1230001001605,
        "name":"تهران 5",
        "ostan":"تهران",
        "full_name":"تهران - تهران 5"
    },
    {
        "id":1230001001606,
        "name":"تهران 6",
        "ostan":"تهران",
        "full_name":"تهران - تهران 6"
    },
    {
        "id":1230001001607,
        "name":"تهران 7",
        "ostan":"تهران",
        "full_name":"تهران - تهران 7"
    },
    {
        "id":1230001001608,
        "name":"تهران 8",
        "ostan":"تهران",
        "full_name":"تهران - تهران 8"
    },
    {
        "id":1230001001609,
        "name":"تهران 9",
        "ostan":"تهران",
        "full_name":"تهران - تهران 9"
    },
    {
        "id":1230001001610,
        "name":"تهران 10",
        "ostan":"تهران",
        "full_name":"تهران - تهران 10"
    },
    {
        "id":1230001001611,
        "name":"تهران 11",
        "ostan":"تهران",
        "full_name":"تهران - تهران 11"
    },
    {
        "id":1230001001612,
        "name":"تهران 12",
        "ostan":"تهران",
        "full_name":"تهران - تهران 12"
    },
    {
        "id":1230001001613,
        "name":"تهران 13",
        "ostan":"تهران",
        "full_name":"تهران - تهران 13"
    },
    {
        "id":1230001001614,
        "name":"تهران 14",
        "ostan":"تهران",
        "full_name":"تهران - تهران 14"
    },
    {
        "id":1230001001615,
        "name":"تهران 15",
        "ostan":"تهران",
        "full_name":"تهران - تهران 15"
    },
    {
        "id":1230001001616,
        "name":"تهران 16",
        "ostan":"تهران",
        "full_name":"تهران - تهران 16"
    },
    {
        "id":1230001001617,
        "name":"تهران 17",
        "ostan":"تهران",
        "full_name":"تهران - تهران 17"
    },
    {
        "id":1230001001618,
        "name":"تهران 18",
        "ostan":"تهران",
        "full_name":"تهران - تهران 18"
    },
    {
        "id":1230001001619,
        "name":"تهران 19",
        "ostan":"تهران",
        "full_name":"تهران - تهران 19"
    },
    {
        "id":1230001001620,
        "name":"تهران 20",
        "ostan":"تهران",
        "full_name":"تهران - تهران 20"
    },
    {
        "id":1230001002225,
        "name":"تهران 21",
        "ostan":"تهران",
        "full_name":"تهران - تهران 21"
    },
    {
        "id":1230001002226,
        "name":"تهران 22",
        "ostan":"تهران",
        "full_name":"تهران - تهران 22"
    },
    {
        "id":1230002001578,
        "name":"دماوند",
        "ostan":"تهران",
        "full_name":"تهران - دماوند"
    },
    {
        "id":1230002001580,
        "name":"کیلان",
        "ostan":"تهران",
        "full_name":"تهران - کیلان"
    },
    {
        "id":1230002002269,
        "name":"آبسرد",
        "ostan":"تهران",
        "full_name":"تهران - آبسرد"
    },
    {
        "id":1230002001579,
        "name":"رودهن",
        "ostan":"تهران",
        "full_name":"تهران - رودهن"
    },
    {
        "id":1230002002629,
        "name":"آبعلی",
        "ostan":"تهران",
        "full_name":"تهران - آبعلی"
    },
    {
        "id":1230003002167,
        "name":"حسن آباد",
        "ostan":"تهران",
        "full_name":"تهران - حسن آباد"
    },
    {
        "id":12300017002217,
        "name":"ملارد",
        "ostan":"تهران",
        "full_name":"تهران - ملارد"
    },
    {
        "id":12300017002373,
        "name":"صفادشت",
        "ostan":"تهران",
        "full_name":"تهران - صفادشت"
    },
    {
        "id":12300018001592,
        "name":"پیشوا",
        "ostan":"تهران",
        "full_name":"تهران - پیشوا"
    },
    {
        "id":1230003002270,
        "name":"باقرشهر",
        "ostan":"تهران",
        "full_name":"تهران - باقرشهر"
    },
    {
        "id":1230003002488,
        "name":"کهریزک",
        "ostan":"تهران",
        "full_name":"تهران - کهریزک"
    },
    {
        "id":1230003002115,
        "name":"ری",
        "ostan":"تهران",
        "full_name":"تهران - ری"
    },
    {
        "id":1230003002886,
        "name":"قیام دشت",
        "ostan":"تهران",
        "full_name":"تهران - قیام دشت"
    },
    {
        "id":1230003002887,
        "name":"قلعه نو",
        "ostan":"تهران",
        "full_name":"تهران - قلعه نو"
    },
    {
        "id":1230004001582,
        "name":"فشم",
        "ostan":"تهران",
        "full_name":"تهران - فشم"
    },
    {
        "id":1230004002117,
        "name":"تجریش",
        "ostan":"تهران",
        "full_name":"تهران - تجریش"
    },
    {
        "id":1230004002778,
        "name":"شمشک",
        "ostan":"تهران",
        "full_name":"تهران - شمشک"
    },
    {
        "id":1230004001583,
        "name":"لواسان",
        "ostan":"تهران",
        "full_name":"تهران - لواسان"
    },
    {
        "id":1230006002168,
        "name":"جوادآباد",
        "ostan":"تهران",
        "full_name":"تهران - جوادآباد"
    },
    {
        "id":1230006001594,
        "name":"ورامین",
        "ostan":"تهران",
        "full_name":"تهران - ورامین"
    },
    {
        "id":1230009001588,
        "name":"شهریار",
        "ostan":"تهران",
        "full_name":"تهران - شهریار"
    },
    {
        "id":1230009002277,
        "name":"صباشهر",
        "ostan":"تهران",
        "full_name":"تهران - صباشهر"
    },
    {
        "id":1230009002303,
        "name":"شاهدشهر",
        "ostan":"تهران",
        "full_name":"تهران - شاهدشهر"
    },
    {
        "id":1230009002632,
        "name":"باغستان",
        "ostan":"تهران",
        "full_name":"تهران - باغستان"
    },
    {
        "id":1230009002633,
        "name":"اندیشه",
        "ostan":"تهران",
        "full_name":"تهران - اندیشه"
    },
    {
        "id":1230009002694,
        "name":"شهریار1",
        "ostan":"تهران",
        "full_name":"تهران - شهریار1"
    },
    {
        "id":1230009002695,
        "name":"شهریار2",
        "ostan":"تهران",
        "full_name":"تهران - شهریار2"
    },
    {
        "id":1230009002696,
        "name":"شهریار3",
        "ostan":"تهران",
        "full_name":"تهران - شهریار3"
    },
    {
        "id":1230009002293,
        "name":"وحیدیه",
        "ostan":"تهران",
        "full_name":"تهران - وحیدیه"
    },
    {
        "id":1230009002491,
        "name":"فردوسیه",
        "ostan":"تهران",
        "full_name":"تهران - فردوسیه"
    },
    {
        "id":12300010002489,
        "name":"چهاردانگه",
        "ostan":"تهران",
        "full_name":"تهران - چهاردانگه"
    },
    {
        "id":12300010001050,
        "name":"اسلام شهر6",
        "ostan":"تهران",
        "full_name":"تهران - اسلام شهر6"
    },
    {
        "id":12300010001581,
        "name":"اسلامشهر",
        "ostan":"تهران",
        "full_name":"تهران - اسلامشهر"
    },
    {
        "id":12300010002289,
        "name":"اسلام شهر1",
        "ostan":"تهران",
        "full_name":"تهران - اسلام شهر1"
    },
    {
        "id":12300010002290,
        "name":"اسلام شهر2",
        "ostan":"تهران",
        "full_name":"تهران - اسلام شهر2"
    },
    {
        "id":12300010002560,
        "name":"اسلام شهر3",
        "ostan":"تهران",
        "full_name":"تهران - اسلام شهر3"
    },
    {
        "id":12300010002770,
        "name":"احمد آباد مستوفی",
        "ostan":"تهران",
        "full_name":"تهران - احمد آباد مستوفی"
    },
    {
        "id":12300012001585,
        "name":"رباطکریم",
        "ostan":"تهران",
        "full_name":"تهران - رباطکریم"
    },
    {
        "id":12300012002666,
        "name":"نصیرشهر",
        "ostan":"تهران",
        "full_name":"تهران - نصیرشهر"
    },
    {
        "id":12300012002826,
        "name":"پرند",
        "ostan":"تهران",
        "full_name":"تهران - پرند"
    },
    {
        "id":12300013002490,
        "name":"شریف آباد",
        "ostan":"تهران",
        "full_name":"تهران - شریف آباد"
    },
    {
        "id":12300013001052,
        "name":"پاکدشت 1",
        "ostan":"تهران",
        "full_name":"تهران - پاکدشت 1"
    },
    {
        "id":12300013001053,
        "name":"پاکدشت 2",
        "ostan":"تهران",
        "full_name":"تهران - پاکدشت 2"
    },
    {
        "id":12300013002120,
        "name":"پاکدشت",
        "ostan":"تهران",
        "full_name":"تهران - پاکدشت"
    },
    {
        "id":12300013002705,
        "name":"فرون اباد",
        "ostan":"تهران",
        "full_name":"تهران - فرون اباد"
    },
    {
        "id":12300014002634,
        "name":"ارجمند",
        "ostan":"تهران",
        "full_name":"تهران - ارجمند"
    },
    {
        "id":12300014001577,
        "name":"فیروزکوه",
        "ostan":"تهران",
        "full_name":"تهران - فیروزکوه"
    },
    {
        "id":12300016002116,
        "name":"قدس",
        "ostan":"تهران",
        "full_name":"تهران - قدس"
    },
    {
        "id":12300018002989,
        "name":"جلیل اباد",
        "ostan":"تهران",
        "full_name":"تهران - جلیل اباد"
    },
    {
        "id":12300019002278,
        "name":"گلستان",
        "ostan":"تهران",
        "full_name":"تهران - گلستان"
    },
    {
        "id":12300019002665,
        "name":"صالحیه",
        "ostan":"تهران",
        "full_name":"تهران - صالحیه"
    },
    {
        "id":12300019002208,
        "name":"نسیم شهر",
        "ostan":"تهران",
        "full_name":"تهران - نسیم شهر"
    },
    {
        "id":12300020002268,
        "name":"بومهن",
        "ostan":"تهران",
        "full_name":"تهران - بومهن"
    },
    {
        "id":12300020001040,
        "name":"سعیداباد",
        "ostan":"تهران",
        "full_name":"تهران - سعیداباد"
    },
    {
        "id":12300020001051,
        "name":"خسرواباد",
        "ostan":"تهران",
        "full_name":"تهران - خسرواباد"
    },
    {
        "id":12300020002628,
        "name":"پردیس",
        "ostan":"تهران",
        "full_name":"تهران - پردیس"
    },
    {
        "id":12300021001593,
        "name":"قرچک",
        "ostan":"تهران",
        "full_name":"تهران - قرچک"
    },
    {
        "id":1240003002164,
        "name":"هشتجین",
        "ostan":"اردبیل",
        "full_name":"اردبیل - هشتجین"
    },
    {
        "id":1240003002165,
        "name":"کلور",
        "ostan":"اردبیل",
        "full_name":"اردبیل - کلور"
    },
    {
        "id":1240001001195,
        "name":"اردبیل",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اردبیل"
    },
    {
        "id":1240001001662,
        "name":"اردبیل 1",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اردبیل 1"
    },
    {
        "id":1240001001663,
        "name":"اردبیل 2",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اردبیل 2"
    },
    {
        "id":1240001002575,
        "name":"اردبیل 3",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اردبیل 3"
    },
    {
        "id":1240001002852,
        "name":"اردبیل 4",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اردبیل 4"
    },
    {
        "id":1240001002873,
        "name":"اردبیل 5",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اردبیل 5"
    },
    {
        "id":1240001002299,
        "name":"هیر",
        "ostan":"اردبیل",
        "full_name":"اردبیل - هیر"
    },
    {
        "id":1240001002949,
        "name":"آراللو",
        "ostan":"اردبیل",
        "full_name":"اردبیل - آراللو"
    },
    {
        "id":1240001002882,
        "name":"ثمرین",
        "ostan":"اردبیل",
        "full_name":"اردبیل - ثمرین"
    },
    {
        "id":1240002001230,
        "name":"بیله سوار",
        "ostan":"اردبیل",
        "full_name":"اردبیل - بیله سوار"
    },
    {
        "id":1240002002209,
        "name":"جعفرآباد",
        "ostan":"اردبیل",
        "full_name":"اردبیل - جعفرآباد"
    },
    {
        "id":1240003001219,
        "name":"خلخال",
        "ostan":"اردبیل",
        "full_name":"اردبیل - خلخال"
    },
    {
        "id":1240004002300,
        "name":"رضی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - رضی"
    },
    {
        "id":1240004001229,
        "name":"مشگین شهر",
        "ostan":"اردبیل",
        "full_name":"اردبیل - مشگین شهر"
    },
    {
        "id":1240004002948,
        "name":"النی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - النی"
    },
    {
        "id":1240004002301,
        "name":"لاهرود",
        "ostan":"اردبیل",
        "full_name":"اردبیل - لاهرود"
    },
    {
        "id":1240004002704,
        "name":"فخراباد",
        "ostan":"اردبیل",
        "full_name":"اردبیل - فخراباد"
    },
    {
        "id":1240004002723,
        "name":"مرادلو",
        "ostan":"اردبیل",
        "full_name":"اردبیل - مرادلو"
    },
    {
        "id":1240004002749,
        "name":"قصابه",
        "ostan":"اردبیل",
        "full_name":"اردبیل - قصابه"
    },
    {
        "id":1240005001232,
        "name":"گرمی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - گرمی"
    },
    {
        "id":1240005002880,
        "name":"زهرا",
        "ostan":"اردبیل",
        "full_name":"اردبیل - زهرا"
    },
    {
        "id":1240006001032,
        "name":"اولتان",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اولتان"
    },
    {
        "id":1240006001231,
        "name":"پارس آباد",
        "ostan":"اردبیل",
        "full_name":"اردبیل - پارس آباد"
    },
    {
        "id":1240006002029,
        "name":"مغان سر",
        "ostan":"اردبیل",
        "full_name":"اردبیل - مغان سر"
    },
    {
        "id":1240006002750,
        "name":"اسلام اباد",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اسلام اباد"
    },
    {
        "id":1240007001218,
        "name":"گیوی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - گیوی"
    },
    {
        "id":1240007001073,
        "name":"فیروزآباد",
        "ostan":"اردبیل",
        "full_name":"اردبیل - فیروزآباد"
    },
    {
        "id":1240008002493,
        "name":"آبی بیگلو",
        "ostan":"اردبیل",
        "full_name":"اردبیل - آبی بیگلو"
    },
    {
        "id":1240008001197,
        "name":"نمین",
        "ostan":"اردبیل",
        "full_name":"اردبیل - نمین"
    },
    {
        "id":1240008002576,
        "name":"عنبران",
        "ostan":"اردبیل",
        "full_name":"اردبیل - عنبران"
    },
    {
        "id":1240009001198,
        "name":"نیر",
        "ostan":"اردبیل",
        "full_name":"اردبیل - نیر"
    },
    {
        "id":1240009002636,
        "name":"کوراییم",
        "ostan":"اردبیل",
        "full_name":"اردبیل - کوراییم"
    },
    {
        "id":12400010001196,
        "name":"سرعین",
        "ostan":"اردبیل",
        "full_name":"اردبیل - سرعین"
    },
    {
        "id":12400010002881,
        "name":"اردیموسی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اردیموسی"
    },
    {
        "id":12400011002166,
        "name":"اصلاندوز",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اصلاندوز"
    },
    {
        "id":12400011001074,
        "name":"بران علیا",
        "ostan":"اردبیل",
        "full_name":"اردبیل - بران علیا"
    },
    {
        "id":12400012002492,
        "name":"تازه کندانگوت",
        "ostan":"اردبیل",
        "full_name":"اردبیل - تازه کندانگوت"
    },
    {
        "id":12400012001065,
        "name":"زیوه",
        "ostan":"اردبیل",
        "full_name":"اردبیل - زیوه"
    },
    {
        "id":1250001002515,
        "name":"دستجرد",
        "ostan":"قم",
        "full_name":"قم - دستجرد"
    },
    {
        "id":1250001001114,
        "name":"قم",
        "ostan":"قم",
        "full_name":"قم - قم"
    },
    {
        "id":1250001002096,
        "name":"قم 5",
        "ostan":"قم",
        "full_name":"قم - قم 5"
    },
    {
        "id":1250001002097,
        "name":"قم 6",
        "ostan":"قم",
        "full_name":"قم - قم 6"
    },
    {
        "id":1250001002221,
        "name":"قم 1",
        "ostan":"قم",
        "full_name":"قم - قم 1"
    },
    {
        "id":1250001002222,
        "name":"قم 2",
        "ostan":"قم",
        "full_name":"قم - قم 2"
    },
    {
        "id":1250001002223,
        "name":"قم 3",
        "ostan":"قم",
        "full_name":"قم - قم 3"
    },
    {
        "id":1250001002224,
        "name":"قم 4",
        "ostan":"قم",
        "full_name":"قم - قم 4"
    },
    {
        "id":1250001002516,
        "name":"قنوات",
        "ostan":"قم",
        "full_name":"قم - قنوات"
    },
    {
        "id":1250001002810,
        "name":"قم 7",
        "ostan":"قم",
        "full_name":"قم - قم 7"
    },
    {
        "id":1250001002811,
        "name":"قم 8",
        "ostan":"قم",
        "full_name":"قم - قم 8"
    },
    {
        "id":1250001002027,
        "name":"سلفچگان",
        "ostan":"قم",
        "full_name":"قم - سلفچگان"
    },
    {
        "id":1250002002274,
        "name":"جعفریه",
        "ostan":"قم",
        "full_name":"قم - جعفریه"
    },
    {
        "id":1250002001062,
        "name":"قاهان",
        "ostan":"قم",
        "full_name":"قم - قاهان"
    },
    {
        "id":1250003002275,
        "name":"کهک",
        "ostan":"قم",
        "full_name":"قم - کهک"
    },
    {
        "id":1260001002159,
        "name":"دانسفهان",
        "ostan":"قزوین",
        "full_name":"قزوین - دانسفهان"
    },
    {
        "id":1260001001538,
        "name":"شال",
        "ostan":"قزوین",
        "full_name":"قزوین - شال"
    },
    {
        "id":1260001001537,
        "name":"بویین زهرا",
        "ostan":"قزوین",
        "full_name":"قزوین - بویین زهرا"
    },
    {
        "id":1260001002638,
        "name":"سگزآباد",
        "ostan":"قزوین",
        "full_name":"قزوین - سگزآباد"
    },
    {
        "id":1260001002991,
        "name":"عصمت آباد",
        "ostan":"قزوین",
        "full_name":"قزوین - عصمت آباد"
    },
    {
        "id":1260001002577,
        "name":"ارداق",
        "ostan":"قزوین",
        "full_name":"قزوین - ارداق"
    },
    {
        "id":1260002002114,
        "name":"اسفرورین",
        "ostan":"قزوین",
        "full_name":"قزوین - اسفرورین"
    },
    {
        "id":1260002002374,
        "name":"خرمدشت",
        "ostan":"قزوین",
        "full_name":"قزوین - خرمدشت"
    },
    {
        "id":1260002002158,
        "name":"ضیاآباد",
        "ostan":"قزوین",
        "full_name":"قزوین - ضیاآباد"
    },
    {
        "id":1260002001532,
        "name":"تاکستان",
        "ostan":"قزوین",
        "full_name":"قزوین - تاکستان"
    },
    {
        "id":1260002002639,
        "name":"نرجه",
        "ostan":"قزوین",
        "full_name":"قزوین - نرجه"
    },
    {
        "id":1260003002494,
        "name":"معلم کلایه",
        "ostan":"قزوین",
        "full_name":"قزوین - معلم کلایه"
    },
    {
        "id":1260003002495,
        "name":"رازمیان",
        "ostan":"قزوین",
        "full_name":"قزوین - رازمیان"
    },
    {
        "id":1260003002667,
        "name":"سیردان",
        "ostan":"قزوین",
        "full_name":"قزوین - سیردان"
    },
    {
        "id":1260003001595,
        "name":"قزوین",
        "ostan":"قزوین",
        "full_name":"قزوین - قزوین"
    },
    {
        "id":1260003002125,
        "name":"اقبالیه",
        "ostan":"قزوین",
        "full_name":"قزوین - اقبالیه"
    },
    {
        "id":1260003002291,
        "name":"قزوین 1",
        "ostan":"قزوین",
        "full_name":"قزوین - قزوین 1"
    },
    {
        "id":1260003002292,
        "name":"قزوین 2",
        "ostan":"قزوین",
        "full_name":"قزوین - قزوین 2"
    },
    {
        "id":1260003002375,
        "name":"محمودآبادنمونه",
        "ostan":"قزوین",
        "full_name":"قزوین - محمودآبادنمونه"
    },
    {
        "id":1260003002520,
        "name":"قزوین 3",
        "ostan":"قزوین",
        "full_name":"قزوین - قزوین 3"
    },
    {
        "id":1260003002703,
        "name":"قزوین 4",
        "ostan":"قزوین",
        "full_name":"قزوین - قزوین 4"
    },
    {
        "id":1260003002579,
        "name":"کوهین",
        "ostan":"قزوین",
        "full_name":"قزوین - کوهین"
    },
    {
        "id":1260004002637,
        "name":"خاکعلی",
        "ostan":"قزوین",
        "full_name":"قزوین - خاکعلی"
    },
    {
        "id":1260004001535,
        "name":"آبیک",
        "ostan":"قزوین",
        "full_name":"قزوین - آبیک"
    },
    {
        "id":1260004002992,
        "name":"زیاران",
        "ostan":"قزوین",
        "full_name":"قزوین - زیاران"
    },
    {
        "id":1260004002993,
        "name":"قشلاق",
        "ostan":"قزوین",
        "full_name":"قزوین - قشلاق"
    },
    {
        "id":1260005002040,
        "name":"شریفیه",
        "ostan":"قزوین",
        "full_name":"قزوین - شریفیه"
    },
    {
        "id":1260005002218,
        "name":"محمدیه",
        "ostan":"قزوین",
        "full_name":"قزوین - محمدیه"
    },
    {
        "id":1260005002578,
        "name":"بیدستان",
        "ostan":"قزوین",
        "full_name":"قزوین - بیدستان"
    },
    {
        "id":1260005001539,
        "name":"الوند",
        "ostan":"قزوین",
        "full_name":"قزوین - الوند"
    },
    {
        "id":1260006001536,
        "name":"آوج",
        "ostan":"قزوین",
        "full_name":"قزوین - آوج"
    },
    {
        "id":1260006002517,
        "name":"آبگرم",
        "ostan":"قزوین",
        "full_name":"قزوین - آبگرم"
    },
    {
        "id":1270001001178,
        "name":"بندرگز",
        "ostan":"گلستان",
        "full_name":"گلستان - بندرگز"
    },
    {
        "id":1270001002194,
        "name":"نوکنده",
        "ostan":"گلستان",
        "full_name":"گلستان - نوکنده"
    },
    {
        "id":1270002001156,
        "name":"بندرترکمن",
        "ostan":"گلستان",
        "full_name":"گلستان - بندرترکمن"
    },
    {
        "id":1270002002975,
        "name":"سیجوال",
        "ostan":"گلستان",
        "full_name":"گلستان - سیجوال"
    },
    {
        "id":1270003001174,
        "name":"علی آباد",
        "ostan":"گلستان",
        "full_name":"گلستان - علی آباد"
    },
    {
        "id":1270003002836,
        "name":"مزرعه",
        "ostan":"گلستان",
        "full_name":"گلستان - مزرعه"
    },
    {
        "id":1270003002837,
        "name":"سنگدوین",
        "ostan":"گلستان",
        "full_name":"گلستان - سنگدوین"
    },
    {
        "id":1270003002507,
        "name":"فاضل آباد",
        "ostan":"گلستان",
        "full_name":"گلستان - فاضل آباد"
    },
    {
        "id":1270004001179,
        "name":"کردکوی",
        "ostan":"گلستان",
        "full_name":"گلستان - کردکوی"
    },
    {
        "id":1270005001181,
        "name":"گرگان",
        "ostan":"گلستان",
        "full_name":"گلستان - گرگان"
    },
    {
        "id":1270005002018,
        "name":"جلین",
        "ostan":"گلستان",
        "full_name":"گلستان - جلین"
    },
    {
        "id":1270005002697,
        "name":"گرگان 1",
        "ostan":"گلستان",
        "full_name":"گلستان - گرگان 1"
    },
    {
        "id":1270005002698,
        "name":"گرگان 2",
        "ostan":"گلستان",
        "full_name":"گلستان - گرگان 2"
    },
    {
        "id":1270005002866,
        "name":"گرگان 3",
        "ostan":"گلستان",
        "full_name":"گلستان - گرگان 3"
    },
    {
        "id":1270005002508,
        "name":"سرخنکلاته",
        "ostan":"گلستان",
        "full_name":"گلستان - سرخنکلاته"
    },
    {
        "id":1270005002868,
        "name":"قرق",
        "ostan":"گلستان",
        "full_name":"گلستان - قرق"
    },
    {
        "id":1270006001030,
        "name":"کرند",
        "ostan":"گلستان",
        "full_name":"گلستان - کرند"
    },
    {
        "id":1270006002496,
        "name":"اینچه برون",
        "ostan":"گلستان",
        "full_name":"گلستان - اینچه برون"
    },
    {
        "id":1270009002835,
        "name":"فراغی",
        "ostan":"گلستان",
        "full_name":"گلستان - فراغی"
    },
    {
        "id":1270006001186,
        "name":"گنبدکاووس",
        "ostan":"گلستان",
        "full_name":"گلستان - گنبدکاووس"
    },
    {
        "id":1270007001071,
        "name":"القجر",
        "ostan":"گلستان",
        "full_name":"گلستان - القجر"
    },
    {
        "id":1270007001188,
        "name":"مینودشت",
        "ostan":"گلستان",
        "full_name":"گلستان - مینودشت"
    },
    {
        "id":1270007002883,
        "name":"دوزین",
        "ostan":"گلستان",
        "full_name":"گلستان - دوزین"
    },
    {
        "id":1270008002509,
        "name":"انبار آلوم",
        "ostan":"گلستان",
        "full_name":"گلستان - انبار آلوم"
    },
    {
        "id":1270008001180,
        "name":"آق قلا",
        "ostan":"گلستان",
        "full_name":"گلستان - آق قلا"
    },
    {
        "id":1270009001185,
        "name":"کلاله",
        "ostan":"گلستان",
        "full_name":"گلستان - کلاله"
    },
    {
        "id":12700010002581,
        "name":"نوده خاندوز",
        "ostan":"گلستان",
        "full_name":"گلستان - نوده خاندوز"
    },
    {
        "id":12700010001182,
        "name":"آزادشهر",
        "ostan":"گلستان",
        "full_name":"گلستان - آزادشهر"
    },
    {
        "id":12700010002640,
        "name":"نگین شهر",
        "ostan":"گلستان",
        "full_name":"گلستان - نگین شهر"
    },
    {
        "id":12700011001183,
        "name":"خان ببین",
        "ostan":"گلستان",
        "full_name":"گلستان - خان ببین"
    },
    {
        "id":12700014002884,
        "name":"صادق آباد",
        "ostan":"گلستان",
        "full_name":"گلستان - صادق آباد"
    },
    {
        "id":12700011001184,
        "name":"رامیان",
        "ostan":"گلستان",
        "full_name":"گلستان - رامیان"
    },
    {
        "id":12700011002195,
        "name":"دلند",
        "ostan":"گلستان",
        "full_name":"گلستان - دلند"
    },
    {
        "id":12700011002765,
        "name":"تاتار علیا",
        "ostan":"گلستان",
        "full_name":"گلستان - تاتار علیا"
    },
    {
        "id":12700012002498,
        "name":"مراوه",
        "ostan":"گلستان",
        "full_name":"گلستان - مراوه"
    },
    {
        "id":12700012002885,
        "name":"گلیداغ",
        "ostan":"گلستان",
        "full_name":"گلستان - گلیداغ"
    },
    {
        "id":12700013001155,
        "name":"گمیش تپه",
        "ostan":"گلستان",
        "full_name":"گلستان - گمیش تپه"
    },
    {
        "id":12700013002580,
        "name":"سیمین شهر",
        "ostan":"گلستان",
        "full_name":"گلستان - سیمین شهر"
    },
    {
        "id":12700014001070,
        "name":"ینقاق",
        "ostan":"گلستان",
        "full_name":"گلستان - ینقاق"
    },
    {
        "id":12700014001187,
        "name":"گالیکش",
        "ostan":"گلستان",
        "full_name":"گلستان - گالیکش"
    },
    {
        "id":1280001001349,
        "name":"اسفراین",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - اسفراین"
    },
    {
        "id":1280002001353,
        "name":"بجنورد",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - بجنورد"
    },
    {
        "id":1280002002699,
        "name":"بجنورد1",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - بجنورد1"
    },
    {
        "id":1280002002700,
        "name":"بجنورد2",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - بجنورد2"
    },
    {
        "id":1280002002847,
        "name":"چناران شهر",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - چناران شهر"
    },
    {
        "id":1280002002431,
        "name":"حصارگرمخان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - حصارگرمخان"
    },
    {
        "id":1280003002432,
        "name":"سنخواست",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - سنخواست"
    },
    {
        "id":1280003002433,
        "name":"شوقان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - شوقان"
    },
    {
        "id":1280003001350,
        "name":"جاجرم",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - جاجرم"
    },
    {
        "id":1280004002435,
        "name":"لوجلی",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - لوجلی"
    },
    {
        "id":1280004001038,
        "name":"خانلق",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - خانلق"
    },
    {
        "id":1280004001368,
        "name":"شیروان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - شیروان"
    },
    {
        "id":1280004002845,
        "name":"زیارت",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - زیارت"
    },
    {
        "id":1280004002846,
        "name":"قوشخانه",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - قوشخانه"
    },
    {
        "id":1280005002079,
        "name":"تیتکانلو",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - تیتکانلو"
    },
    {
        "id":1280005001377,
        "name":"فاروج",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - فاروج"
    },
    {
        "id":1280006002567,
        "name":"قاضی",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - قاضی"
    },
    {
        "id":1280006002848,
        "name":"آوا",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - آوا"
    },
    {
        "id":1280006001352,
        "name":"آشخانه",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - آشخانه"
    },
    {
        "id":1280007002053,
        "name":"ایور",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - ایور"
    },
    {
        "id":1280007002054,
        "name":"گرمه",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - گرمه"
    },
    {
        "id":1280007002641,
        "name":"درق",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - درق"
    },
    {
        "id":1280008002132,
        "name":"راز",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - راز"
    },
    {
        "id":1280008002942,
        "name":"غلامان",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - غلامان"
    },
    {
        "id":1280008002943,
        "name":"یکه سعود",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - یکه سعود"
    },
    {
        "id":1280009002430,
        "name":"صفی آباد",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - صفی آباد"
    },
    {
        "id":12800010002568,
        "name":"پیش قلعه",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - پیش قلعه"
    },
    {
        "id":1290001001355,
        "name":"بیرجند",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - بیرجند"
    },
    {
        "id":1290001002701,
        "name":"بیرجند1",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - بیرجند1"
    },
    {
        "id":1290001002702,
        "name":"بیرجند2",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - بیرجند2"
    },
    {
        "id":1290002002051,
        "name":"قهستان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - قهستان"
    },
    {
        "id":1290002002052,
        "name":"طبس مسینا",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - طبس مسینا"
    },
    {
        "id":1290002002725,
        "name":"گزیک",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - گزیک"
    },
    {
        "id":1290002002276,
        "name":"اسدیه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - اسدیه"
    },
    {
        "id":1290003001354,
        "name":"سربیشه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - سربیشه"
    },
    {
        "id":1290003002642,
        "name":"مود",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - مود"
    },
    {
        "id":1290003002897,
        "name":"درح",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - درح"
    },
    {
        "id":1290004001375,
        "name":"قاین",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - قاین"
    },
    {
        "id":1290004002643,
        "name":"اسفدن",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - اسفدن"
    },
    {
        "id":1290004001374,
        "name":"خضری دشت بیاض",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - خضری دشت بیاض"
    },
    {
        "id":1290004002646,
        "name":"نیمبلوک",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - نیمبلوک"
    },
    {
        "id":1290004002645,
        "name":"آرین شهر",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - آرین شهر"
    },
    {
        "id":1290005002441,
        "name":"شوسف",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - شوسف"
    },
    {
        "id":1290005001356,
        "name":"نهبندان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - نهبندان"
    },
    {
        "id":1290006001371,
        "name":"سرایان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - سرایان"
    },
    {
        "id":1290006002346,
        "name":"آیسک",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - آیسک"
    },
    {
        "id":1290006002563,
        "name":"سه قلعه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - سه قلعه"
    },
    {
        "id":1290007001002,
        "name":"باغستان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - باغستان"
    },
    {
        "id":1290007001372,
        "name":"اسلامیه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - اسلامیه"
    },
    {
        "id":1290007001373,
        "name":"فردوس",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - فردوس"
    },
    {
        "id":1290009002644,
        "name":"زهان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - زهان"
    },
    {
        "id":1290008001370,
        "name":"بشرویه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - بشرویه"
    },
    {
        "id":1290008002726,
        "name":"ارسک",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - ارسک"
    },
    {
        "id":1290009002347,
        "name":"حاجی آباد",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - حاجی آباد"
    },
    {
        "id":1290009002898,
        "name":"آبیز",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - آبیز"
    },
    {
        "id":12900010002242,
        "name":"خوسف",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - خوسف"
    },
    {
        "id":12900010001003,
        "name":"ماژان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - ماژان"
    },
    {
        "id":12900011002345,
        "name":"عشق آباد",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - عشق آباد"
    },
    {
        "id":12900011001369,
        "name":"طبس",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - طبس"
    },
    {
        "id":12900011002624,
        "name":"دیهوک",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - دیهوک"
    },
    {
        "id":1300006002982,
        "name":"فردیس 1",
        "ostan":"البرز",
        "full_name":"البرز - فردیس 1"
    },
    {
        "id":1300001001590,
        "name":"کرج",
        "ostan":"البرز",
        "full_name":"البرز - کرج"
    },
    {
        "id":1300001002118,
        "name":"ماهدشت",
        "ostan":"البرز",
        "full_name":"البرز - ماهدشت"
    },
    {
        "id":1300001002272,
        "name":"کمال شهر",
        "ostan":"البرز",
        "full_name":"البرز - کمال شهر"
    },
    {
        "id":1300001002273,
        "name":"محمد شهر",
        "ostan":"البرز",
        "full_name":"البرز - محمد شهر"
    },
    {
        "id":1300001002280,
        "name":"کرج  1",
        "ostan":"البرز",
        "full_name":"البرز - کرج  1"
    },
    {
        "id":1300001002281,
        "name":"کرج  2",
        "ostan":"البرز",
        "full_name":"البرز - کرج  2"
    },
    {
        "id":1300001002283,
        "name":"کرج  4",
        "ostan":"البرز",
        "full_name":"البرز - کرج  4"
    },
    {
        "id":1300001002284,
        "name":"کرج  5",
        "ostan":"البرز",
        "full_name":"البرز - کرج  5"
    },
    {
        "id":1300001002285,
        "name":"کرج  6",
        "ostan":"البرز",
        "full_name":"البرز - کرج  6"
    },
    {
        "id":1300001002286,
        "name":"کرج  7",
        "ostan":"البرز",
        "full_name":"البرز - کرج  7"
    },
    {
        "id":1300001002287,
        "name":"کرج  8",
        "ostan":"البرز",
        "full_name":"البرز - کرج  8"
    },
    {
        "id":1300001002288,
        "name":"کرج  9",
        "ostan":"البرز",
        "full_name":"البرز - کرج  9"
    },
    {
        "id":1300001002635,
        "name":"گرمدره",
        "ostan":"البرز",
        "full_name":"البرز - گرمدره"
    },
    {
        "id":1300001002766,
        "name":"کرج  10",
        "ostan":"البرز",
        "full_name":"البرز - کرج  10"
    },
    {
        "id":1300001002767,
        "name":"کرج  3",
        "ostan":"البرز",
        "full_name":"البرز - کرج  3"
    },
    {
        "id":1300001002070,
        "name":"آسارا",
        "ostan":"البرز",
        "full_name":"البرز - آسارا"
    },
    {
        "id":1300002001587,
        "name":"هشتگرد",
        "ostan":"البرز",
        "full_name":"البرز - هشتگرد"
    },
    {
        "id":1300002002026,
        "name":"گلسار",
        "ostan":"البرز",
        "full_name":"البرز - گلسار"
    },
    {
        "id":1300002002664,
        "name":"مهستان",
        "ostan":"البرز",
        "full_name":"البرز - مهستان"
    },
    {
        "id":1300002002630,
        "name":"کوهسار",
        "ostan":"البرز",
        "full_name":"البرز - کوهسار"
    },
    {
        "id":1300003001586,
        "name":"نظرآباد",
        "ostan":"البرز",
        "full_name":"البرز - نظرآباد"
    },
    {
        "id":1300003002025,
        "name":"تنکمان",
        "ostan":"البرز",
        "full_name":"البرز - تنکمان"
    },
    {
        "id":1300004002169,
        "name":"طالقان",
        "ostan":"البرز",
        "full_name":"البرز - طالقان"
    },
    {
        "id":1300005001584,
        "name":"اشتهارد",
        "ostan":"البرز",
        "full_name":"البرز - اشتهارد"
    },
    {
        "id":1300005002981,
        "name":"پلنگ آباد",
        "ostan":"البرز",
        "full_name":"البرز - پلنگ آباد"
    },
    {
        "id":1300006002282,
        "name":"فردیس",
        "ostan":"البرز",
        "full_name":"البرز - فردیس"
    },
    {
        "id":1300006002540,
        "name":"فردیس 2",
        "ostan":"البرز",
        "full_name":"البرز - فردیس 2"
    },
    {
        "id":1300006002271,
        "name":"مشکین دشت",
        "ostan":"البرز",
        "full_name":"البرز - مشکین دشت"
    },
    {
        "id":1300007002631,
        "name":"چهارباغ",
        "ostan":"البرز",
        "full_name":"البرز - چهارباغ"
    },
    {
        "id":10000012002,
        "name":"دهچال",
        "ostan":"مرکزی",
        "full_name":"مرکزی - دهچال"
    },
    {
        "id":10000010001,
        "name":"الویر",
        "ostan":"مرکزی",
        "full_name":"مرکزی - الویر"
    },
    {
        "id":10000010002,
        "name":"علیشار",
        "ostan":"مرکزی",
        "full_name":"مرکزی - علیشار"
    },
    {
        "id":10000010003,
        "name":"دوزج",
        "ostan":"مرکزی",
        "full_name":"مرکزی - دوزج"
    },
    {
        "id":10000011001,
        "name":"اسفندان",
        "ostan":"مرکزی",
        "full_name":"مرکزی - اسفندان"
    },
    {
        "id":10000011002,
        "name":"میلاجرد",
        "ostan":"مرکزی",
        "full_name":"مرکزی - میلاجرد"
    },
    {
        "id":10000012001,
        "name":"خنداب",
        "ostan":"مرکزی",
        "full_name":"مرکزی - خنداب"
    },
    {
        "id":10000013001,
        "name":"فرمهین",
        "ostan":"مرکزی",
        "full_name":"مرکزی - فرمهین"
    },
    {
        "id":10000013002,
        "name":"فشک",
        "ostan":"مرکزی",
        "full_name":"مرکزی - فشک"
    },
    {
        "id":10100010001,
        "name":"چاف",
        "ostan":"گیلان",
        "full_name":"گیلان - چاف"
    },
    {
        "id":10100010002,
        "name":"لات لیل",
        "ostan":"گیلان",
        "full_name":"گیلان - لات لیل"
    },
    {
        "id":10100010003,
        "name":"دیوشل",
        "ostan":"گیلان",
        "full_name":"گیلان - دیوشل"
    },
    {
        "id":10100011002,
        "name":"بازکیا گوراب",
        "ostan":"گیلان",
        "full_name":"گیلان - بازکیا گوراب"
    },
    {
        "id":10100011004,
        "name":"رودبنه",
        "ostan":"گیلان",
        "full_name":"گیلان - رودبنه"
    },
    {
        "id":10100012001,
        "name":"احمد سرگوراب",
        "ostan":"گیلان",
        "full_name":"گیلان - احمد سرگوراب"
    },
    {
        "id":10100012002,
        "name":"چوبر",
        "ostan":"گیلان",
        "full_name":"گیلان - چوبر"
    },
    {
        "id":10100013001,
        "name":"سمام",
        "ostan":"گیلان",
        "full_name":"گیلان - سمام"
    },
    {
        "id":10100013002,
        "name":"شبخوس لات",
        "ostan":"گیلان",
        "full_name":"گیلان - شبخوس لات"
    },
    {
        "id":10100014001,
        "name":"دیناچال",
        "ostan":"گیلان",
        "full_name":"گیلان - دیناچال"
    },
    {
        "id":10100014002,
        "name":"ییلاقی ارده",
        "ostan":"گیلان",
        "full_name":"گیلان - ییلاقی ارده"
    },
    {
        "id":10100015001,
        "name":"پیر کوه",
        "ostan":"گیلان",
        "full_name":"گیلان - پیر کوه"
    },
    {
        "id":10100015002,
        "name":"دیلمان",
        "ostan":"گیلان",
        "full_name":"گیلان - دیلمان"
    },
    {
        "id":10100016001,
        "name":"شاندرمن",
        "ostan":"گیلان",
        "full_name":"گیلان - شاندرمن"
    },
    {
        "id":10100016002,
        "name":"شیخ نشین",
        "ostan":"گیلان",
        "full_name":"گیلان - شیخ نشین"
    },
    {
        "id":10100017001,
        "name":"چاپارخانه",
        "ostan":"گیلان",
        "full_name":"گیلان - چاپارخانه"
    },
    {
        "id":10100017002,
        "name":"کته سر خمام",
        "ostan":"گیلان",
        "full_name":"گیلان - کته سر خمام"
    },
    {
        "id":10200014002,
        "name":"تتارستاق",
        "ostan":"مازندران",
        "full_name":"مازندران - تتارستاق"
    },
    {
        "id":10200010002,
        "name":"بیشه سر",
        "ostan":"مازندران",
        "full_name":"مازندران - بیشه سر"
    },
    {
        "id":10200014001,
        "name":"لاویج",
        "ostan":"مازندران",
        "full_name":"مازندران - لاویج"
    },
    {
        "id":10200016004,
        "name":"رودبست",
        "ostan":"مازندران",
        "full_name":"مازندران - رودبست"
    },
    {
        "id":10200014003,
        "name":"شیخ فضل اله نوری",
        "ostan":"مازندران",
        "full_name":"مازندران - شیخ فضل اله نوری"
    },
    {
        "id":10200015002,
        "name":"توابع کجور",
        "ostan":"مازندران",
        "full_name":"مازندران - توابع کجور"
    },
    {
        "id":10200015004,
        "name":"مرکزی",
        "ostan":"مازندران",
        "full_name":"مازندران - مرکزی"
    },
    {
        "id":10200016002,
        "name":"عزیزک",
        "ostan":"مازندران",
        "full_name":"مازندران - عزیزک"
    },
    {
        "id":10200016003,
        "name":"بهنمیر",
        "ostan":"مازندران",
        "full_name":"مازندران - بهنمیر"
    },
    {
        "id":10200018001,
        "name":"دابوی شمالی",
        "ostan":"مازندران",
        "full_name":"مازندران - دابوی شمالی"
    },
    {
        "id":10200018002,
        "name":"هرازپی شمالی",
        "ostan":"مازندران",
        "full_name":"مازندران - هرازپی شمالی"
    },
    {
        "id":10200019001,
        "name":"پی رجه",
        "ostan":"مازندران",
        "full_name":"مازندران - پی رجه"
    },
    {
        "id":10200022002,
        "name":"آزادگان",
        "ostan":"مازندران",
        "full_name":"مازندران - آزادگان"
    },
    {
        "id":10200019002,
        "name":"قره طغان",
        "ostan":"مازندران",
        "full_name":"مازندران - قره طغان"
    },
    {
        "id":10200020002,
        "name":"کلارستاق غربی",
        "ostan":"مازندران",
        "full_name":"مازندران - کلارستاق غربی"
    },
    {
        "id":10200020003,
        "name":"مرزن آباد",
        "ostan":"مازندران",
        "full_name":"مازندران - مرزن آباد"
    },
    {
        "id":10200021001,
        "name":"چپکرود شرقی",
        "ostan":"مازندران",
        "full_name":"مازندران - چپکرود شرقی"
    },
    {
        "id":10200021002,
        "name":"سیاهرود",
        "ostan":"مازندران",
        "full_name":"مازندران - سیاهرود"
    },
    {
        "id":10200021003,
        "name":"چپکرود غربی",
        "ostan":"مازندران",
        "full_name":"مازندران - چپکرود غربی"
    },
    {
        "id":10200022001,
        "name":"توسکاچشمه",
        "ostan":"مازندران",
        "full_name":"مازندران - توسکاچشمه"
    },
    {
        "id":10200023001,
        "name":"امامزاده عبدالله شمالی",
        "ostan":"مازندران",
        "full_name":"مازندران - امامزاده عبدالله شمالی"
    },
    {
        "id":10200023002,
        "name":"امامزاده عبدالله جنوبی",
        "ostan":"مازندران",
        "full_name":"مازندران - امامزاده عبدالله جنوبی"
    },
    {
        "id":10200024001,
        "name":"لنگارود شرقی",
        "ostan":"مازندران",
        "full_name":"مازندران - لنگارود شرقی"
    },
    {
        "id":10200024002,
        "name":"لنگارود غربی",
        "ostan":"مازندران",
        "full_name":"مازندران - لنگارود غربی"
    },
    {
        "id":10200024003,
        "name":"کلار",
        "ostan":"مازندران",
        "full_name":"مازندران - کلار"
    },
    {
        "id":10200025001,
        "name":"کوهدشت شرقی",
        "ostan":"مازندران",
        "full_name":"مازندران - کوهدشت شرقی"
    },
    {
        "id":10200025002,
        "name":"کوهدشت غربی",
        "ostan":"مازندران",
        "full_name":"مازندران - کوهدشت غربی"
    },
    {
        "id":10200026001,
        "name":"کیاکلا",
        "ostan":"مازندران",
        "full_name":"مازندران - کیاکلا"
    },
    {
        "id":10200026002,
        "name":"دشت کنار",
        "ostan":"مازندران",
        "full_name":"مازندران - دشت کنار"
    },
    {
        "id":10200027001,
        "name":"شرق و غرب شیرگاه",
        "ostan":"مازندران",
        "full_name":"مازندران - شرق و غرب شیرگاه"
    },
    {
        "id":10200027002,
        "name":"لفور",
        "ostan":"مازندران",
        "full_name":"مازندران - لفور"
    },
    {
        "id":10200028001,
        "name":"کلاردشت شرقی",
        "ostan":"مازندران",
        "full_name":"مازندران - کلاردشت شرقی"
    },
    {
        "id":10300010001,
        "name":"اوچ تپه غربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - اوچ تپه غربی"
    },
    {
        "id":10300010002,
        "name":"بروانان شرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بروانان شرقی"
    },
    {
        "id":10300010003,
        "name":"بروانان غربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بروانان غربی"
    },
    {
        "id":10300010004,
        "name":"بروانان مرکزی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بروانان مرکزی"
    },
    {
        "id":10300011002,
        "name":"سلوک",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سلوک"
    },
    {
        "id":10300011003,
        "name":"علی آباد",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - علی آباد"
    },
    {
        "id":10300012001,
        "name":"بناجوی شرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بناجوی شرقی"
    },
    {
        "id":10300013001,
        "name":"اوجان شرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - اوجان شرقی"
    },
    {
        "id":10300013002,
        "name":"سهندآباد",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سهندآباد"
    },
    {
        "id":10300015003,
        "name":"مولان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مولان"
    },
    {
        "id":10300014001,
        "name":"چله خانه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - چله خانه"
    },
    {
        "id":10300014002,
        "name":"رودقات",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - رودقات"
    },
    {
        "id":10300014003,
        "name":"میشوجنوبی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - میشوجنوبی"
    },
    {
        "id":10300015002,
        "name":"پیغان چایی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - پیغان چایی"
    },
    {
        "id":10300016001,
        "name":"بدوستان غربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بدوستان غربی"
    },
    {
        "id":10300016002,
        "name":"مواضع خان شرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مواضع خان شرقی"
    },
    {
        "id":10300019001,
        "name":"دیزمارغربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - دیزمارغربی"
    },
    {
        "id":10300019002,
        "name":"ارسی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ارسی"
    },
    {
        "id":10300021001,
        "name":"تیمورلو",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - تیمورلو"
    },
    {
        "id":10300020002,
        "name":"گاودول غربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - گاودول غربی"
    },
    {
        "id":10300020003,
        "name":"گاودول مرکزی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - گاودول مرکزی"
    },
    {
        "id":10300021002,
        "name":"قبله داغی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - قبله داغی"
    },
    {
        "id":10300021003,
        "name":"قاضی جهان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - قاضی جهان"
    },
    {
        "id":10300022002,
        "name":"جزیره",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - جزیره"
    },
    {
        "id":10300023001,
        "name":"چاراویماق جنوب شرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - چاراویماق جنوب شرقی"
    },
    {
        "id":10300022001,
        "name":"باویل",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - باویل"
    },
    {
        "id":10300023002,
        "name":"چاراویماق شرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - چاراویماق شرقی"
    },
    {
        "id":10300024001,
        "name":"ارزیل",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ارزیل"
    },
    {
        "id":10300026001,
        "name":"بسطاملو",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بسطاملو"
    },
    {
        "id":10300024002,
        "name":"جوشین",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - جوشین"
    },
    {
        "id":10300025001,
        "name":"دیزجرودشرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - دیزجرودشرقی"
    },
    {
        "id":10300025002,
        "name":"دیزجرودغربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - دیزجرودغربی"
    },
    {
        "id":10300026002,
        "name":"کیوان",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - کیوان"
    },
    {
        "id":10300027001,
        "name":"دودانگه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - دودانگه"
    },
    {
        "id":10300026003,
        "name":"منجوان غربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - منجوان غربی"
    },
    {
        "id":10300027002,
        "name":"دیکله",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - دیکله"
    },
    {
        "id":10300028001,
        "name":"لیلان جنوبی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - لیلان جنوبی"
    },
    {
        "id":10300028002,
        "name":"لیلان غربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - لیلان غربی"
    },
    {
        "id":10400010001,
        "name":"آختاچی شرقی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - آختاچی شرقی"
    },
    {
        "id":10400010002,
        "name":"آختاچی محالی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - آختاچی محالی"
    },
    {
        "id":10400011001,
        "name":"صفاخانه",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - صفاخانه"
    },
    {
        "id":10400015002,
        "name":"گچلرات غربی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - گچلرات غربی"
    },
    {
        "id":10400011002,
        "name":"محمودآباد",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - محمودآباد"
    },
    {
        "id":10400012001,
        "name":"افشار",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - افشار"
    },
    {
        "id":10400012002,
        "name":"انصار",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - انصار"
    },
    {
        "id":10400013001,
        "name":"اشنویه شمالی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - اشنویه شمالی"
    },
    {
        "id":10400013002,
        "name":"دشت بیل",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - دشت بیل"
    },
    {
        "id":10400014001,
        "name":"آواجیق شمالی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - آواجیق شمالی"
    },
    {
        "id":10400014002,
        "name":"آواجیق جنوبی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - آواجیق جنوبی"
    },
    {
        "id":10400015001,
        "name":"چایباسارشرقی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - چایباسارشرقی"
    },
    {
        "id":10400016001,
        "name":"حاجیلارشمالی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - حاجیلارشمالی"
    },
    {
        "id":10400016002,
        "name":"حاجیلارجنوبی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - حاجیلارجنوبی"
    },
    {
        "id":10400017001,
        "name":"چشمه سرا",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - چشمه سرا"
    },
    {
        "id":10400017002,
        "name":"قره قویون جنوبی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - قره قویون جنوبی"
    },
    {
        "id":10400018001,
        "name":"قپچاق",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - قپچاق"
    },
    {
        "id":10400018002,
        "name":"مرحمت آبادشمالی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - مرحمت آبادشمالی"
    },
    {
        "id":10400019001,
        "name":"نادرگلی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - نادرگلی"
    },
    {
        "id":10400019002,
        "name":"باروق",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - باروق"
    },
    {
        "id":10400020001,
        "name":"گورک نعلین",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - گورک نعلین"
    },
    {
        "id":10400020002,
        "name":"ساوان",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ساوان"
    },
    {
        "id":10500010001,
        "name":"حر",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - حر"
    },
    {
        "id":10500010002,
        "name":"دینور",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - دینور"
    },
    {
        "id":10500011001,
        "name":"چم چمال",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - چم چمال"
    },
    {
        "id":10500011002,
        "name":"شیرز",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - شیرز"
    },
    {
        "id":10500012001,
        "name":"خانه شور",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - خانه شور"
    },
    {
        "id":10500012002,
        "name":"دشت حر",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - دشت حر"
    },
    {
        "id":10500012003,
        "name":"زمکان",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - زمکان"
    },
    {
        "id":10500013001,
        "name":"قلخانی",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - قلخانی"
    },
    {
        "id":10500013002,
        "name":"گورانی",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - گورانی"
    },
    {
        "id":10500014001,
        "name":"قوری قلعه",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - قوری قلعه"
    },
    {
        "id":10500014002,
        "name":"منصورآقایی",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - منصورآقایی"
    },
    {
        "id":10600010002,
        "name":"ماماتین",
        "ostan":"خوزستان",
        "full_name":"خوزستان - ماماتین"
    },
    {
        "id":10600010003,
        "name":"حومه شرقی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حومه شرقی"
    },
    {
        "id":10600010004,
        "name":"حومه غربی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حومه غربی"
    },
    {
        "id":10600010005,
        "name":"ابولفارس",
        "ostan":"خوزستان",
        "full_name":"خوزستان - ابولفارس"
    },
    {
        "id":10600011001,
        "name":"آبشار",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آبشار"
    },
    {
        "id":10600011002,
        "name":"بوزی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بوزی"
    },
    {
        "id":10600011003,
        "name":"جفال",
        "ostan":"خوزستان",
        "full_name":"خوزستان - جفال"
    },
    {
        "id":10600012002,
        "name":"شعیبیه غربی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شعیبیه غربی"
    },
    {
        "id":10600012003,
        "name":"شهیدمدرس",
        "ostan":"خوزستان",
        "full_name":"خوزستان - شهیدمدرس"
    },
    {
        "id":10600012004,
        "name":"میان آب",
        "ostan":"خوزستان",
        "full_name":"خوزستان - میان آب"
    },
    {
        "id":10600013003,
        "name":"مرکزی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مرکزی"
    },
    {
        "id":10600013004,
        "name":"گلگیر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - گلگیر"
    },
    {
        "id":10600013005,
        "name":"عنبر",
        "ostan":"خوزستان",
        "full_name":"خوزستان - عنبر"
    },
    {
        "id":10600014002,
        "name":"سرخه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سرخه"
    },
    {
        "id":10600014003,
        "name":"حسین آباد",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حسین آباد"
    },
    {
        "id":10600015002,
        "name":"رودزرد",
        "ostan":"خوزستان",
        "full_name":"خوزستان - رودزرد"
    },
    {
        "id":10600018002,
        "name":"هندیجان غربی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - هندیجان غربی"
    },
    {
        "id":10600015004,
        "name":"منگشت",
        "ostan":"خوزستان",
        "full_name":"خوزستان - منگشت"
    },
    {
        "id":10600015005,
        "name":"قلعه تل",
        "ostan":"خوزستان",
        "full_name":"خوزستان - قلعه تل"
    },
    {
        "id":10600016001,
        "name":"جایزان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - جایزان"
    },
    {
        "id":10600016002,
        "name":"چاه سالم",
        "ostan":"خوزستان",
        "full_name":"خوزستان - چاه سالم"
    },
    {
        "id":10600017001,
        "name":"دشت لالی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دشت لالی"
    },
    {
        "id":10600017002,
        "name":"سادات",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سادات"
    },
    {
        "id":10600018001,
        "name":"چم خلف عیسی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - چم خلف عیسی"
    },
    {
        "id":10600019001,
        "name":"عبدلیه شرقی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - عبدلیه شرقی"
    },
    {
        "id":10600019002,
        "name":"عبدلیه غربی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - عبدلیه غربی"
    },
    {
        "id":10600020001,
        "name":"عقیلی جنوبی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - عقیلی جنوبی"
    },
    {
        "id":10600020002,
        "name":"عقیلی شمالی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - عقیلی شمالی"
    },
    {
        "id":10600021001,
        "name":"آبژدان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آبژدان"
    },
    {
        "id":10600021002,
        "name":"کوشک",
        "ostan":"خوزستان",
        "full_name":"خوزستان - کوشک"
    },
    {
        "id":10600021003,
        "name":"مرکزی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - مرکزی"
    },
    {
        "id":10600022001,
        "name":"رغیوه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - رغیوه"
    },
    {
        "id":10600022002,
        "name":"گزین",
        "ostan":"خوزستان",
        "full_name":"خوزستان - گزین"
    },
    {
        "id":10600023001,
        "name":"بنی صالح",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بنی صالح"
    },
    {
        "id":10600023002,
        "name":"نیسان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - نیسان"
    },
    {
        "id":10600024001,
        "name":"ملاثانی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - ملاثانی"
    },
    {
        "id":10600024002,
        "name":"عناقچه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - عناقچه"
    },
    {
        "id":10600025001,
        "name":"کرخه",
        "ostan":"خوزستان",
        "full_name":"خوزستان - کرخه"
    },
    {
        "id":10600025002,
        "name":"دهکده",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دهکده"
    },
    {
        "id":10600026001,
        "name":"آغاجاری",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آغاجاری"
    },
    {
        "id":10600026002,
        "name":"آب باران",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آب باران"
    },
    {
        "id":10600027001,
        "name":"کوت عبدالله",
        "ostan":"خوزستان",
        "full_name":"خوزستان - کوت عبدالله"
    },
    {
        "id":10600027002,
        "name":"قلعه چنعان",
        "ostan":"خوزستان",
        "full_name":"خوزستان - قلعه چنعان"
    },
    {
        "id":10600028001,
        "name":"سیدعباس",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سیدعباس"
    },
    {
        "id":10600028002,
        "name":"آهودشت",
        "ostan":"خوزستان",
        "full_name":"خوزستان - آهودشت"
    },
    {
        "id":10600029001,
        "name":"دنباله رودشمالی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دنباله رودشمالی"
    },
    {
        "id":10600029002,
        "name":"دهدز",
        "ostan":"خوزستان",
        "full_name":"خوزستان - دهدز"
    },
    {
        "id":10600030001,
        "name":"صیدون شمالی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - صیدون شمالی"
    },
    {
        "id":10600030002,
        "name":"واجل",
        "ostan":"خوزستان",
        "full_name":"خوزستان - واجل"
    },
    {
        "id":10700010001,
        "name":"جره",
        "ostan":"فارس",
        "full_name":"فارس - جره"
    },
    {
        "id":10700010002,
        "name":"دادین",
        "ostan":"فارس",
        "full_name":"فارس - دادین"
    },
    {
        "id":10700010004,
        "name":"انارستان",
        "ostan":"فارس",
        "full_name":"فارس - انارستان"
    },
    {
        "id":10700010006,
        "name":"خشت",
        "ostan":"فارس",
        "full_name":"فارس - خشت"
    },
    {
        "id":10700011004,
        "name":"مرکزی",
        "ostan":"فارس",
        "full_name":"فارس - مرکزی"
    },
    {
        "id":10700011005,
        "name":"بیرم",
        "ostan":"فارس",
        "full_name":"فارس - بیرم"
    },
    {
        "id":10700011007,
        "name":"بنارویه",
        "ostan":"فارس",
        "full_name":"فارس - بنارویه"
    },
    {
        "id":10700011008,
        "name":"صحرای باغ",
        "ostan":"فارس",
        "full_name":"فارس - صحرای باغ"
    },
    {
        "id":10700012003,
        "name":"رامجرددو",
        "ostan":"فارس",
        "full_name":"فارس - رامجرددو"
    },
    {
        "id":10700012004,
        "name":"مرکزی",
        "ostan":"فارس",
        "full_name":"فارس - مرکزی"
    },
    {
        "id":10700012005,
        "name":"رامجردیک",
        "ostan":"فارس",
        "full_name":"فارس - رامجردیک"
    },
    {
        "id":10700012006,
        "name":"سیدان",
        "ostan":"فارس",
        "full_name":"فارس - سیدان"
    },
    {
        "id":10700014003,
        "name":"ده چاه",
        "ostan":"فارس",
        "full_name":"فارس - ده چاه"
    },
    {
        "id":10700012007,
        "name":"رودبال",
        "ostan":"فارس",
        "full_name":"فارس - رودبال"
    },
    {
        "id":10700013002,
        "name":"میشان",
        "ostan":"فارس",
        "full_name":"فارس - میشان"
    },
    {
        "id":10700013003,
        "name":"مرکزی",
        "ostan":"فارس",
        "full_name":"فارس - مرکزی"
    },
    {
        "id":10700013005,
        "name":"دشمن زیاری",
        "ostan":"فارس",
        "full_name":"فارس - دشمن زیاری"
    },
    {
        "id":10700013006,
        "name":"جوزار",
        "ostan":"فارس",
        "full_name":"فارس - جوزار"
    },
    {
        "id":10700014002,
        "name":"هرگان",
        "ostan":"فارس",
        "full_name":"فارس - هرگان"
    },
    {
        "id":10700014004,
        "name":"مشکان",
        "ostan":"فارس",
        "full_name":"فارس - مشکان"
    },
    {
        "id":10700015001,
        "name":"اشکنان",
        "ostan":"فارس",
        "full_name":"فارس - اشکنان"
    },
    {
        "id":10700015003,
        "name":"حومه",
        "ostan":"فارس",
        "full_name":"فارس - حومه"
    },
    {
        "id":10700015004,
        "name":"سیگار",
        "ostan":"فارس",
        "full_name":"فارس - سیگار"
    },
    {
        "id":10700015005,
        "name":"چاه ورز",
        "ostan":"فارس",
        "full_name":"فارس - چاه ورز"
    },
    {
        "id":10700015006,
        "name":"خیرگو",
        "ostan":"فارس",
        "full_name":"فارس - خیرگو"
    },
    {
        "id":10700016002,
        "name":"مزایجان",
        "ostan":"فارس",
        "full_name":"فارس - مزایجان"
    },
    {
        "id":10700016003,
        "name":"مزایجان",
        "ostan":"فارس",
        "full_name":"فارس - مزایجان"
    },
    {
        "id":10700017001,
        "name":"خبریز",
        "ostan":"فارس",
        "full_name":"فارس - خبریز"
    },
    {
        "id":10700018001,
        "name":"شهیدآباد",
        "ostan":"فارس",
        "full_name":"فارس - شهیدآباد"
    },
    {
        "id":10700018002,
        "name":"قشلاق",
        "ostan":"فارس",
        "full_name":"فارس - قشلاق"
    },
    {
        "id":10700019001,
        "name":"ایزدخواست شرقی",
        "ostan":"فارس",
        "full_name":"فارس - ایزدخواست شرقی"
    },
    {
        "id":10700019002,
        "name":"ایزدخواست غربی",
        "ostan":"فارس",
        "full_name":"فارس - ایزدخواست غربی"
    },
    {
        "id":10700020001,
        "name":"افزر",
        "ostan":"فارس",
        "full_name":"فارس - افزر"
    },
    {
        "id":10700020002,
        "name":"زاخرویه",
        "ostan":"فارس",
        "full_name":"فارس - زاخرویه"
    },
    {
        "id":10700021001,
        "name":"خوزی",
        "ostan":"فارس",
        "full_name":"فارس - خوزی"
    },
    {
        "id":10700021002,
        "name":"گله دار",
        "ostan":"فارس",
        "full_name":"فارس - گله دار"
    },
    {
        "id":10700021003,
        "name":"فال",
        "ostan":"فارس",
        "full_name":"فارس - فال"
    },
    {
        "id":10700021004,
        "name":"ارودان",
        "ostan":"فارس",
        "full_name":"فارس - ارودان"
    },
    {
        "id":10700022001,
        "name":"آویز",
        "ostan":"فارس",
        "full_name":"فارس - آویز"
    },
    {
        "id":10700022002,
        "name":"دهرم",
        "ostan":"فارس",
        "full_name":"فارس - دهرم"
    },
    {
        "id":10700023001,
        "name":"سرپنیران",
        "ostan":"فارس",
        "full_name":"فارس - سرپنیران"
    },
    {
        "id":10700023002,
        "name":"کمین",
        "ostan":"فارس",
        "full_name":"فارس - کمین"
    },
    {
        "id":10700024001,
        "name":"باغان",
        "ostan":"فارس",
        "full_name":"فارس - باغان"
    },
    {
        "id":10700024002,
        "name":"محمله",
        "ostan":"فارس",
        "full_name":"فارس - محمله"
    },
    {
        "id":10700029001,
        "name":"دهقانان",
        "ostan":"فارس",
        "full_name":"فارس - دهقانان"
    },
    {
        "id":10700029002,
        "name":"سفلی",
        "ostan":"فارس",
        "full_name":"فارس - سفلی"
    },
    {
        "id":10700025001,
        "name":"کوهنجان",
        "ostan":"فارس",
        "full_name":"فارس - کوهنجان"
    },
    {
        "id":10700025002,
        "name":"مهارلو",
        "ostan":"فارس",
        "full_name":"فارس - مهارلو"
    },
    {
        "id":10700026001,
        "name":"رستم سه",
        "ostan":"فارس",
        "full_name":"فارس - رستم سه"
    },
    {
        "id":10700026002,
        "name":"پشتکوه رستم",
        "ostan":"فارس",
        "full_name":"فارس - پشتکوه رستم"
    },
    {
        "id":10700027001,
        "name":"فداغ",
        "ostan":"فارس",
        "full_name":"فارس - فداغ"
    },
    {
        "id":10700027002,
        "name":"خلیلی",
        "ostan":"فارس",
        "full_name":"فارس - خلیلی"
    },
    {
        "id":10700028001,
        "name":"فرمشکان",
        "ostan":"فارس",
        "full_name":"فارس - فرمشکان"
    },
    {
        "id":10700028002,
        "name":"کوار",
        "ostan":"فارس",
        "full_name":"فارس - کوار"
    },
    {
        "id":10700030001,
        "name":"زرقان",
        "ostan":"فارس",
        "full_name":"فارس - زرقان"
    },
    {
        "id":10700030002,
        "name":"بندامیر",
        "ostan":"فارس",
        "full_name":"فارس - بندامیر"
    },
    {
        "id":10700031001,
        "name":"بیضاء",
        "ostan":"فارس",
        "full_name":"فارس - بیضاء"
    },
    {
        "id":10700031002,
        "name":"کوشک هزار",
        "ostan":"فارس",
        "full_name":"فارس - کوشک هزار"
    },
    {
        "id":10700032001,
        "name":"باغ صفا",
        "ostan":"فارس",
        "full_name":"فارس - باغ صفا"
    },
    {
        "id":10700032002,
        "name":"سرچهان",
        "ostan":"فارس",
        "full_name":"فارس - سرچهان"
    },
    {
        "id":10700032003,
        "name":"حسامی",
        "ostan":"فارس",
        "full_name":"فارس - حسامی"
    },
    {
        "id":10700033001,
        "name":"چنارشاهیجان",
        "ostan":"فارس",
        "full_name":"فارس - چنارشاهیجان"
    },
    {
        "id":10700033002,
        "name":"سمغان",
        "ostan":"فارس",
        "full_name":"فارس - سمغان"
    },
    {
        "id":10700034001,
        "name":"گل برنجی",
        "ostan":"فارس",
        "full_name":"فارس - گل برنجی"
    },
    {
        "id":10700034002,
        "name":"خفر",
        "ostan":"فارس",
        "full_name":"فارس - خفر"
    },
    {
        "id":10700035001,
        "name":"آباده طشک",
        "ostan":"فارس",
        "full_name":"فارس - آباده طشک"
    },
    {
        "id":10700035002,
        "name":"بختگان",
        "ostan":"فارس",
        "full_name":"فارس - بختگان"
    },
    {
        "id":10700036001,
        "name":"فیشور",
        "ostan":"فارس",
        "full_name":"فارس - فیشور"
    },
    {
        "id":10700036002,
        "name":"اوز",
        "ostan":"فارس",
        "full_name":"فارس - اوز"
    },
    {
        "id":10700037001,
        "name":"جویم",
        "ostan":"فارس",
        "full_name":"فارس - جویم"
    },
    {
        "id":10700037002,
        "name":"چغان",
        "ostan":"فارس",
        "full_name":"فارس - چغان"
    },
    {
        "id":10800010001,
        "name":"قلعه عسگر",
        "ostan":"کرمان",
        "full_name":"کرمان - قلعه عسگر"
    },
    {
        "id":10800010002,
        "name":"لاله زار",
        "ostan":"کرمان",
        "full_name":"کرمان - لاله زار"
    },
    {
        "id":10800010003,
        "name":"کوه پنج",
        "ostan":"کرمان",
        "full_name":"کرمان - کوه پنج"
    },
    {
        "id":10800010004,
        "name":"نگار",
        "ostan":"کرمان",
        "full_name":"کرمان - نگار"
    },
    {
        "id":10800011001,
        "name":"حرجند",
        "ostan":"کرمان",
        "full_name":"کرمان - حرجند"
    },
    {
        "id":10800011002,
        "name":"مرکزی",
        "ostan":"کرمان",
        "full_name":"کرمان - مرکزی"
    },
    {
        "id":10800012001,
        "name":"امجز",
        "ostan":"کرمان",
        "full_name":"کرمان - امجز"
    },
    {
        "id":10800012003,
        "name":"علی آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - علی آباد"
    },
    {
        "id":10800013001,
        "name":"قلعه",
        "ostan":"کرمان",
        "full_name":"کرمان - قلعه"
    },
    {
        "id":10800013002,
        "name":"کشمیران",
        "ostan":"کرمان",
        "full_name":"کرمان - کشمیران"
    },
    {
        "id":10800014001,
        "name":"جور",
        "ostan":"کرمان",
        "full_name":"کرمان - جور"
    },
    {
        "id":10800014002,
        "name":"طغرل الجرد",
        "ostan":"کرمان",
        "full_name":"کرمان - طغرل الجرد"
    },
    {
        "id":10800015002,
        "name":"عباس آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - عباس آباد"
    },
    {
        "id":10800015003,
        "name":"بیژن آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - بیژن آباد"
    },
    {
        "id":10800016001,
        "name":"چاه دادخدا",
        "ostan":"کرمان",
        "full_name":"کرمان - چاه دادخدا"
    },
    {
        "id":10800016002,
        "name":"رمشک",
        "ostan":"کرمان",
        "full_name":"کرمان - رمشک"
    },
    {
        "id":10800016003,
        "name":"مارز",
        "ostan":"کرمان",
        "full_name":"کرمان - مارز"
    },
    {
        "id":10800017002,
        "name":"ریگان",
        "ostan":"کرمان",
        "full_name":"کرمان - ریگان"
    },
    {
        "id":10800017003,
        "name":"رحمت آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - رحمت آباد"
    },
    {
        "id":10800018001,
        "name":"رابر",
        "ostan":"کرمان",
        "full_name":"کرمان - رابر"
    },
    {
        "id":10800018002,
        "name":"سیه بنوییه",
        "ostan":"کرمان",
        "full_name":"کرمان - سیه بنوییه"
    },
    {
        "id":10800019001,
        "name":"برج اکرم",
        "ostan":"کرمان",
        "full_name":"کرمان - برج اکرم"
    },
    {
        "id":10800019002,
        "name":"فهرج",
        "ostan":"کرمان",
        "full_name":"کرمان - فهرج"
    },
    {
        "id":10800020001,
        "name":"بیاض",
        "ostan":"کرمان",
        "full_name":"کرمان - بیاض"
    },
    {
        "id":10800021001,
        "name":"پشت رود",
        "ostan":"کرمان",
        "full_name":"کرمان - پشت رود"
    },
    {
        "id":10800021002,
        "name":"عزیزآباد",
        "ostan":"کرمان",
        "full_name":"کرمان - عزیزآباد"
    },
    {
        "id":10800022001,
        "name":"کلاشگرد",
        "ostan":"کرمان",
        "full_name":"کرمان - کلاشگرد"
    },
    {
        "id":10800022002,
        "name":"مهروییه",
        "ostan":"کرمان",
        "full_name":"کرمان - مهروییه"
    },
    {
        "id":10800023001,
        "name":"ارزوییه",
        "ostan":"کرمان",
        "full_name":"کرمان - ارزوییه"
    },
    {
        "id":10800023002,
        "name":"وکیل آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - وکیل آباد"
    },
    {
        "id":10800024001,
        "name":"گنبکی",
        "ostan":"کرمان",
        "full_name":"کرمان - گنبکی"
    },
    {
        "id":10800024002,
        "name":"زیارت",
        "ostan":"کرمان",
        "full_name":"کرمان - زیارت"
    },
    {
        "id":10800025001,
        "name":"جازموریان",
        "ostan":"کرمان",
        "full_name":"کرمان - جازموریان"
    },
    {
        "id":10800025002,
        "name":"بوهینگ",
        "ostan":"کرمان",
        "full_name":"کرمان - بوهینگ"
    },
    {
        "id":10900013003,
        "name":"شیرین دره",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - شیرین دره"
    },
    {
        "id":10900013001,
        "name":"دولتخانه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - دولتخانه"
    },
    {
        "id":10900013004,
        "name":"آبکوه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - آبکوه"
    },
    {
        "id":10900013005,
        "name":"قوچان عتیق",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - قوچان عتیق"
    },
    {
        "id":10900014004,
        "name":"مرکزی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مرکزی"
    },
    {
        "id":10900014005,
        "name":"فرح دشت",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - فرح دشت"
    },
    {
        "id":10900015002,
        "name":"حومه گناباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - حومه گناباد"
    },
    {
        "id":10900015003,
        "name":"کاخک",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کاخک"
    },
    {
        "id":10900016001,
        "name":"تبادکان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - تبادکان"
    },
    {
        "id":10900016005,
        "name":"کنویست",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کنویست"
    },
    {
        "id":10900016006,
        "name":"درز آب",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - درز آب"
    },
    {
        "id":10900017003,
        "name":"برزنون",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - برزنون"
    },
    {
        "id":10900017004,
        "name":"مازول",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مازول"
    },
    {
        "id":10900018002,
        "name":"غیاث آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - غیاث آباد"
    },
    {
        "id":10900023001,
        "name":"درونه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - درونه"
    },
    {
        "id":10900018003,
        "name":"بقمج",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بقمج"
    },
    {
        "id":10900018004,
        "name":"سید آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سید آباد"
    },
    {
        "id":10900019001,
        "name":"پایین خواف",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - پایین خواف"
    },
    {
        "id":10900019002,
        "name":"میان خواف",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - میان خواف"
    },
    {
        "id":10900019003,
        "name":"بستان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بستان"
    },
    {
        "id":10900019004,
        "name":"سلامی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سلامی"
    },
    {
        "id":10900020001,
        "name":"پل خاتون",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - پل خاتون"
    },
    {
        "id":10900020002,
        "name":"گل بی بی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - گل بی بی"
    },
    {
        "id":10900022001,
        "name":"سفید سنگ",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سفید سنگ"
    },
    {
        "id":10900022002,
        "name":"قلندر آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - قلندر آباد"
    },
    {
        "id":10900023002,
        "name":"صحرا",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - صحرا"
    },
    {
        "id":10900023003,
        "name":"شهرآباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - شهرآباد"
    },
    {
        "id":10900027001,
        "name":"جنگل",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جنگل"
    },
    {
        "id":10900027002,
        "name":"شعبه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - شعبه"
    },
    {
        "id":10900028001,
        "name":"پساکوه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - پساکوه"
    },
    {
        "id":10900028002,
        "name":"زاوین",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - زاوین"
    },
    {
        "id":10900028003,
        "name":"چرم",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - چرم"
    },
    {
        "id":10900029001,
        "name":"ششطراز",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - ششطراز"
    },
    {
        "id":10900029002,
        "name":"کویر",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کویر"
    },
    {
        "id":10900030001,
        "name":"ازغند",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - ازغند"
    },
    {
        "id":10900030002,
        "name":"مه ولات شمالی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مه ولات شمالی"
    },
    {
        "id":10900031001,
        "name":"بجستان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بجستان"
    },
    {
        "id":10900031002,
        "name":"جزین",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جزین"
    },
    {
        "id":10900032001,
        "name":"طرقبه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - طرقبه"
    },
    {
        "id":10900032002,
        "name":"جاغرق",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جاغرق"
    },
    {
        "id":10900033002,
        "name":"فیروزه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - فیروزه"
    },
    {
        "id":10900033001,
        "name":"طاغنکوه شمالی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - طاغنکوه شمالی"
    },
    {
        "id":10900034001,
        "name":"جغتای",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - جغتای"
    },
    {
        "id":10900034002,
        "name":"دستوران",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - دستوران"
    },
    {
        "id":10900035001,
        "name":"زاوه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - زاوه"
    },
    {
        "id":10900035002,
        "name":"صفاییه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - صفاییه"
    },
    {
        "id":10900036001,
        "name":"بالاجوین",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بالاجوین"
    },
    {
        "id":10900038003,
        "name":"نوده انقلاب",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - نوده انقلاب"
    },
    {
        "id":10900036002,
        "name":"پیراکوه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - پیراکوه"
    },
    {
        "id":10900037001,
        "name":"مالین",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مالین"
    },
    {
        "id":10900037002,
        "name":"دشت ارزنه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - دشت ارزنه"
    },
    {
        "id":10900038001,
        "name":"طبس",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - طبس"
    },
    {
        "id":10900038002,
        "name":"رباط جز",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - رباط جز"
    },
    {
        "id":10900039001,
        "name":"کاه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کاه"
    },
    {
        "id":10900039002,
        "name":"مزینان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مزینان"
    },
    {
        "id":10900040001,
        "name":"باغ کشمیر",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - باغ کشمیر"
    },
    {
        "id":10900040002,
        "name":"صالح آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - صالح آباد"
    },
    {
        "id":10900041001,
        "name":"بررود",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بررود"
    },
    {
        "id":10900041002,
        "name":"برکوه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - برکوه"
    },
    {
        "id":10900042001,
        "name":"اردوغش",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - اردوغش"
    },
    {
        "id":10900042002,
        "name":"زبرخان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - زبرخان"
    },
    {
        "id":10900044002,
        "name":"چشمه سبز",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - چشمه سبز"
    },
    {
        "id":10900043001,
        "name":"بیهق",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بیهق"
    },
    {
        "id":10900043002,
        "name":"تکاب کوه میش",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - تکاب کوه میش"
    },
    {
        "id":10900044001,
        "name":"گلمکان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - گلمکان"
    },
    {
        "id":10900045001,
        "name":"عشق آباد",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - عشق آباد"
    },
    {
        "id":10900045002,
        "name":"غزالی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - غزالی"
    },
    {
        "id":11000010002,
        "name":"قهرود",
        "ostan":"اصفهان",
        "full_name":"اصفهان - قهرود"
    },
    {
        "id":11000010003,
        "name":"میاندشت",
        "ostan":"اصفهان",
        "full_name":"اصفهان - میاندشت"
    },
    {
        "id":11000010004,
        "name":"خرم دشت",
        "ostan":"اصفهان",
        "full_name":"اصفهان - خرم دشت"
    },
    {
        "id":11000010005,
        "name":"برزک",
        "ostan":"اصفهان",
        "full_name":"اصفهان - برزک"
    },
    {
        "id":11000011001,
        "name":"جلگه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جلگه"
    },
    {
        "id":11000012001,
        "name":"چم رود",
        "ostan":"اصفهان",
        "full_name":"اصفهان - چم رود"
    },
    {
        "id":11000012003,
        "name":"چم کوه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - چم کوه"
    },
    {
        "id":11000013001,
        "name":"بافران",
        "ostan":"اصفهان",
        "full_name":"اصفهان - بافران"
    },
    {
        "id":11000013003,
        "name":"کوهستان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کوهستان"
    },
    {
        "id":11000014002,
        "name":"صادقیه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - صادقیه"
    },
    {
        "id":11000014003,
        "name":"صفاییه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - صفاییه"
    },
    {
        "id":11000015001,
        "name":"امامزاده آقا علی عباس",
        "ostan":"اصفهان",
        "full_name":"اصفهان - امامزاده آقا علی عباس"
    },
    {
        "id":11000015002,
        "name":"برزرود",
        "ostan":"اصفهان",
        "full_name":"اصفهان - برزرود"
    },
    {
        "id":11000016002,
        "name":"ونداده",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ونداده"
    },
    {
        "id":11000016003,
        "name":"مرکزی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - مرکزی"
    },
    {
        "id":11000017001,
        "name":"طالخونچه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - طالخونچه"
    },
    {
        "id":11000017002,
        "name":"دیزیچه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - دیزیچه"
    },
    {
        "id":11000018001,
        "name":"کویرات",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کویرات"
    },
    {
        "id":11000018002,
        "name":"کویر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کویر"
    },
    {
        "id":11000019001,
        "name":"کرون سفلی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کرون سفلی"
    },
    {
        "id":11000019002,
        "name":"کرون علیا",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کرون علیا"
    },
    {
        "id":11000020001,
        "name":"چنارود جنوبی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - چنارود جنوبی"
    },
    {
        "id":11000020002,
        "name":"چنارود شمالی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - چنارود شمالی"
    },
    {
        "id":11000021001,
        "name":"مرکزی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - مرکزی"
    },
    {
        "id":11000022001,
        "name":"برخوار شرقی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - برخوار شرقی"
    },
    {
        "id":11000022002,
        "name":"شاپورآباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - شاپورآباد"
    },
    {
        "id":11000023001,
        "name":"بیابانک",
        "ostan":"اصفهان",
        "full_name":"اصفهان - بیابانک"
    },
    {
        "id":11000024001,
        "name":"سردسیر",
        "ostan":"اصفهان",
        "full_name":"اصفهان - سردسیر"
    },
    {
        "id":11000024002,
        "name":"گرجی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گرجی"
    },
    {
        "id":11000025001,
        "name":"تودشک",
        "ostan":"اصفهان",
        "full_name":"اصفهان - تودشک"
    },
    {
        "id":11000025002,
        "name":"جبل",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جبل"
    },
    {
        "id":11000026001,
        "name":"جرقویه سفلی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جرقویه سفلی"
    },
    {
        "id":11000026002,
        "name":"جرقویه وسطی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جرقویه وسطی"
    },
    {
        "id":11000027001,
        "name":"گاوخونی شمالی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گاوخونی شمالی"
    },
    {
        "id":11000027002,
        "name":"گاوخونی جنوبی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - گاوخونی جنوبی"
    },
    {
        "id":11000028001,
        "name":"امامزاده عبدالعزیز",
        "ostan":"اصفهان",
        "full_name":"اصفهان - امامزاده عبدالعزیز"
    },
    {
        "id":11000028002,
        "name":"هاشم آباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - هاشم آباد"
    },
    {
        "id":11100010001,
        "name":"جزینک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - جزینک"
    },
    {
        "id":11100010002,
        "name":"زهک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زهک"
    },
    {
        "id":11100010003,
        "name":"قلعه نو",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - قلعه نو"
    },
    {
        "id":11100011001,
        "name":"دوست محمد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - دوست محمد"
    },
    {
        "id":11100011002,
        "name":"مارگان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - مارگان"
    },
    {
        "id":11100012001,
        "name":"گنبد علوی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - گنبد علوی"
    },
    {
        "id":11100012002,
        "name":"دلگان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - دلگان"
    },
    {
        "id":11100013001,
        "name":"زابلی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زابلی"
    },
    {
        "id":11100013002,
        "name":"ایرافشان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - ایرافشان"
    },
    {
        "id":11100013003,
        "name":"دهی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - دهی"
    },
    {
        "id":11100014001,
        "name":"سیب وسوران",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سیب وسوران"
    },
    {
        "id":11100014002,
        "name":"کنت",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - کنت"
    },
    {
        "id":11100014003,
        "name":"شندان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - شندان"
    },
    {
        "id":11100015001,
        "name":"ادیمی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - ادیمی"
    },
    {
        "id":11100015002,
        "name":"بزی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بزی"
    },
    {
        "id":11100015003,
        "name":"گلخانی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - گلخانی"
    },
    {
        "id":11100016001,
        "name":"تیمورآباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - تیمورآباد"
    },
    {
        "id":11100016002,
        "name":"کوه خواجه",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - کوه خواجه"
    },
    {
        "id":11100017001,
        "name":"تمین",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - تمین"
    },
    {
        "id":11100017002,
        "name":"لادیز",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - لادیز"
    },
    {
        "id":11100017003,
        "name":"حومه",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - حومه"
    },
    {
        "id":11100018001,
        "name":"ساربوک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - ساربوک"
    },
    {
        "id":11100018002,
        "name":"هلونچکان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - هلونچکان"
    },
    {
        "id":11100018003,
        "name":"هیت",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - هیت"
    },
    {
        "id":11100019001,
        "name":"فنوج",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - فنوج"
    },
    {
        "id":11100019002,
        "name":"مسکوتان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - مسکوتان"
    },
    {
        "id":11100020001,
        "name":"بمپورشرقی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - بمپورشرقی"
    },
    {
        "id":11100020002,
        "name":"میرآباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - میرآباد"
    },
    {
        "id":11100021001,
        "name":"اسکل آباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - اسکل آباد"
    },
    {
        "id":11100021002,
        "name":"تفتان جنوبی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - تفتان جنوبی"
    },
    {
        "id":11100021003,
        "name":"گوهرکوه",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - گوهرکوه"
    },
    {
        "id":11100022001,
        "name":"نگور",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - نگور"
    },
    {
        "id":11100022002,
        "name":"سندمیرثویان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سندمیرثویان"
    },
    {
        "id":11100023001,
        "name":"سرباز",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سرباز"
    },
    {
        "id":11100023002,
        "name":"سرکور",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سرکور"
    },
    {
        "id":11100023003,
        "name":"مینان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - مینان"
    },
    {
        "id":11100023004,
        "name":"نسکند",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - نسکند"
    },
    {
        "id":11100024001,
        "name":"جالق",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - جالق"
    },
    {
        "id":11100024002,
        "name":"سینگان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - سینگان"
    },
    {
        "id":11100025001,
        "name":"لاشارشمالی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - لاشارشمالی"
    },
    {
        "id":11100025002,
        "name":"زیرباندار",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زیرباندار"
    },
    {
        "id":11100026001,
        "name":"زرآبادشرقی",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - زرآبادشرقی"
    },
    {
        "id":11100026002,
        "name":"اسماعیل چات",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - اسماعیل چات"
    },
    {
        "id":11200010001,
        "name":"ییلاق شمالی",
        "ostan":"کردستان",
        "full_name":"کردستان - ییلاق شمالی"
    },
    {
        "id":11200010002,
        "name":"حومه دهگلان",
        "ostan":"کردستان",
        "full_name":"کردستان - حومه دهگلان"
    },
    {
        "id":11300010001,
        "name":"درگزین شرقی",
        "ostan":"همدان",
        "full_name":"همدان - درگزین شرقی"
    },
    {
        "id":11300010002,
        "name":"درگزین علیا",
        "ostan":"همدان",
        "full_name":"همدان - درگزین علیا"
    },
    {
        "id":11400010001,
        "name":"خانمیرزا",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - خانمیرزا"
    },
    {
        "id":11400010002,
        "name":"جوانمردی",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - جوانمردی"
    },
    {
        "id":11400011001,
        "name":"فلارد",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - فلارد"
    },
    {
        "id":11400011002,
        "name":"شهریار",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - شهریار"
    },
    {
        "id":11400012001,
        "name":"قهفرخ",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - قهفرخ"
    },
    {
        "id":11400012002,
        "name":"سورک",
        "ostan":"چهارمحال و بختیاری",
        "full_name":"چهارمحال و بختیاری - سورک"
    },
    {
        "id":11500010001,
        "name":"تشکن",
        "ostan":"لرستان",
        "full_name":"لرستان - تشکن"
    },
    {
        "id":11500010002,
        "name":"دوره",
        "ostan":"لرستان",
        "full_name":"لرستان - دوره"
    },
    {
        "id":11500010003,
        "name":"ویسیان",
        "ostan":"لرستان",
        "full_name":"لرستان - ویسیان"
    },
    {
        "id":11500011001,
        "name":"سوری",
        "ostan":"لرستان",
        "full_name":"لرستان - سوری"
    },
    {
        "id":11500011002,
        "name":"رومیانی",
        "ostan":"لرستان",
        "full_name":"لرستان - رومیانی"
    },
    {
        "id":11500012001,
        "name":"معمولان",
        "ostan":"لرستان",
        "full_name":"لرستان - معمولان"
    },
    {
        "id":11500012002,
        "name":"زیودار",
        "ostan":"لرستان",
        "full_name":"لرستان - زیودار"
    },
    {
        "id":11600012002,
        "name":"چکر",
        "ostan":"ایلام",
        "full_name":"ایلام - چکر"
    },
    {
        "id":11600010001,
        "name":"کلم",
        "ostan":"ایلام",
        "full_name":"ایلام - کلم"
    },
    {
        "id":11600010002,
        "name":"دوستان",
        "ostan":"ایلام",
        "full_name":"ایلام - دوستان"
    },
    {
        "id":11600011001,
        "name":"گوران",
        "ostan":"ایلام",
        "full_name":"ایلام - گوران"
    },
    {
        "id":11600011002,
        "name":"داجیوند",
        "ostan":"ایلام",
        "full_name":"ایلام - داجیوند"
    },
    {
        "id":11600012001,
        "name":"بولی",
        "ostan":"ایلام",
        "full_name":"ایلام - بولی"
    },
    {
        "id":11800010001,
        "name":"عسلویه",
        "ostan":"بوشهر",
        "full_name":"بوشهر - عسلویه"
    },
    {
        "id":11800010002,
        "name":"اخند",
        "ostan":"بوشهر",
        "full_name":"بوشهر - اخند"
    },
    {
        "id":11900010001,
        "name":"سنبل آباد",
        "ostan":"زنجان",
        "full_name":"زنجان - سنبل آباد"
    },
    {
        "id":11900010002,
        "name":"سلطانیه",
        "ostan":"زنجان",
        "full_name":"زنجان - سلطانیه"
    },
    {
        "id":12100011001,
        "name":"آسفیج",
        "ostan":"یزد",
        "full_name":"یزد - آسفیج"
    },
    {
        "id":12100011002,
        "name":"بنستان",
        "ostan":"یزد",
        "full_name":"یزد - بنستان"
    },
    {
        "id":12100012001,
        "name":"ایثار",
        "ostan":"یزد",
        "full_name":"یزد - ایثار"
    },
    {
        "id":12100012002,
        "name":"توتک",
        "ostan":"یزد",
        "full_name":"یزد - توتک"
    },
    {
        "id":12100013001,
        "name":"محمدآباد",
        "ostan":"یزد",
        "full_name":"یزد - محمدآباد"
    },
    {
        "id":12100013002,
        "name":"دربید",
        "ostan":"یزد",
        "full_name":"یزد - دربید"
    },
    {
        "id":12200010001,
        "name":"رودبار",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - رودبار"
    },
    {
        "id":12200010002,
        "name":"رویدر",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - رویدر"
    },
    {
        "id":12200010003,
        "name":"کشار",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - کشار"
    },
    {
        "id":12200011001,
        "name":"بهدشت",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بهدشت"
    },
    {
        "id":12200011002,
        "name":"کوشکنار",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - کوشکنار"
    },
    {
        "id":12200012001,
        "name":"بمانی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - بمانی"
    },
    {
        "id":12200012002,
        "name":"شهمردی",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - شهمردی"
    },
    {
        "id":12200013001,
        "name":"جکدان",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - جکدان"
    },
    {
        "id":12200013002,
        "name":"سردشت",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - سردشت"
    },
    {
        "id":12200013003,
        "name":"گافروپارمون",
        "ostan":"هرمزگان",
        "full_name":"هرمزگان - گافروپارمون"
    },
    {
        "id":12300017002,
        "name":"ملارد جنوبی",
        "ostan":"تهران",
        "full_name":"تهران - ملارد جنوبی"
    },
    {
        "id":12300018001,
        "name":"پیشوا",
        "ostan":"تهران",
        "full_name":"تهران - پیشوا"
    },
    {
        "id":12300018002,
        "name":"عسگریه",
        "ostan":"تهران",
        "full_name":"تهران - عسگریه"
    },
    {
        "id":12300010001,
        "name":"چهاردانگه",
        "ostan":"تهران",
        "full_name":"تهران - چهاردانگه"
    },
    {
        "id":12300010002,
        "name":"فیروزبهرام",
        "ostan":"تهران",
        "full_name":"تهران - فیروزبهرام"
    },
    {
        "id":12300010003,
        "name":"احمد آباد مستوفی",
        "ostan":"تهران",
        "full_name":"تهران - احمد آباد مستوفی"
    },
    {
        "id":12300012002,
        "name":"منجیل آباد",
        "ostan":"تهران",
        "full_name":"تهران - منجیل آباد"
    },
    {
        "id":12300013001,
        "name":"جمال آباد",
        "ostan":"تهران",
        "full_name":"تهران - جمال آباد"
    },
    {
        "id":12300013002,
        "name":"شریف آباد",
        "ostan":"تهران",
        "full_name":"تهران - شریف آباد"
    },
    {
        "id":12300014001,
        "name":"پشتکوه",
        "ostan":"تهران",
        "full_name":"تهران - پشتکوه"
    },
    {
        "id":12300014002,
        "name":"قزقانچای",
        "ostan":"تهران",
        "full_name":"تهران - قزقانچای"
    },
    {
        "id":12300016001,
        "name":"دانش",
        "ostan":"تهران",
        "full_name":"تهران - دانش"
    },
    {
        "id":12300017001,
        "name":"ملارد شمالی",
        "ostan":"تهران",
        "full_name":"تهران - ملارد شمالی"
    },
    {
        "id":12300019001,
        "name":"میمنت",
        "ostan":"تهران",
        "full_name":"تهران - میمنت"
    },
    {
        "id":12300019002,
        "name":"صالح آباد",
        "ostan":"تهران",
        "full_name":"تهران - صالح آباد"
    },
    {
        "id":12300020001,
        "name":"گلخندان",
        "ostan":"تهران",
        "full_name":"تهران - گلخندان"
    },
    {
        "id":12300020002,
        "name":"سعید آباد",
        "ostan":"تهران",
        "full_name":"تهران - سعید آباد"
    },
    {
        "id":12300020003,
        "name":"طاهر آباد",
        "ostan":"تهران",
        "full_name":"تهران - طاهر آباد"
    },
    {
        "id":12300021001,
        "name":"قشلاق جیتو",
        "ostan":"تهران",
        "full_name":"تهران - قشلاق جیتو"
    },
    {
        "id":12400010001,
        "name":"آب گرم",
        "ostan":"اردبیل",
        "full_name":"اردبیل - آب گرم"
    },
    {
        "id":12400010002,
        "name":"الوارس",
        "ostan":"اردبیل",
        "full_name":"اردبیل - الوارس"
    },
    {
        "id":12400011001,
        "name":"اصلاندوز غربی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اصلاندوز غربی"
    },
    {
        "id":12400011002,
        "name":"قشلاق غربی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - قشلاق غربی"
    },
    {
        "id":12400012001,
        "name":"انگوت شرقی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - انگوت شرقی"
    },
    {
        "id":12400012002,
        "name":"انگوت غربی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - انگوت غربی"
    },
    {
        "id":12700010001,
        "name":"چشمه ساران",
        "ostan":"گلستان",
        "full_name":"گلستان - چشمه ساران"
    },
    {
        "id":12700010002,
        "name":"خرمارود جنوبی",
        "ostan":"گلستان",
        "full_name":"گلستان - خرمارود جنوبی"
    },
    {
        "id":12700011001,
        "name":"فندرسک جنوبی",
        "ostan":"گلستان",
        "full_name":"گلستان - فندرسک جنوبی"
    },
    {
        "id":12700011002,
        "name":"فندرسک شمالی",
        "ostan":"گلستان",
        "full_name":"گلستان - فندرسک شمالی"
    },
    {
        "id":12700012001,
        "name":"مراوه تپه",
        "ostan":"گلستان",
        "full_name":"گلستان - مراوه تپه"
    },
    {
        "id":12700012002,
        "name":"پالیزان",
        "ostan":"گلستان",
        "full_name":"گلستان - پالیزان"
    },
    {
        "id":12700013001,
        "name":"جعفربای غربی",
        "ostan":"گلستان",
        "full_name":"گلستان - جعفربای غربی"
    },
    {
        "id":12700013002,
        "name":"نفتلیجه",
        "ostan":"گلستان",
        "full_name":"گلستان - نفتلیجه"
    },
    {
        "id":12700014001,
        "name":"ینقاق",
        "ostan":"گلستان",
        "full_name":"گلستان - ینقاق"
    },
    {
        "id":12700014002,
        "name":"گلستان",
        "ostan":"گلستان",
        "full_name":"گلستان - گلستان"
    },
    {
        "id":12800010001,
        "name":"اترک",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - اترک"
    },
    {
        "id":12800010002,
        "name":"عشق آباد",
        "ostan":"خراسان شمالی",
        "full_name":"خراسان شمالی - عشق آباد"
    },
    {
        "id":12900010001,
        "name":"خوسف",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - خوسف"
    },
    {
        "id":12900010002,
        "name":"خور",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - خور"
    },
    {
        "id":12900011001,
        "name":"دستگردان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - دستگردان"
    },
    {
        "id":12900011002,
        "name":"کوه یخاب",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - کوه یخاب"
    },
    {
        "id":12900011003,
        "name":"منتظریه",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - منتظریه"
    },
    {
        "id":10000010010,
        "name":"حاجی آباد",
        "ostan":"مرکزی",
        "full_name":"مرکزی - حاجی آباد"
    },
    {
        "id":10000012003,
        "name":"سنگ سفید",
        "ostan":"مرکزی",
        "full_name":"مرکزی - سنگ سفید"
    },
    {
        "id":10000011004,
        "name":"وفس",
        "ostan":"مرکزی",
        "full_name":"مرکزی - وفس"
    },
    {
        "id":10100010004,
        "name":"گل سفید",
        "ostan":"گیلان",
        "full_name":"گیلان - گل سفید"
    },
    {
        "id":10100011001,
        "name":"آهندان",
        "ostan":"گیلان",
        "full_name":"گیلان - آهندان"
    },
    {
        "id":10100011005,
        "name":"لفمجان",
        "ostan":"گیلان",
        "full_name":"گیلان - لفمجان"
    },
    {
        "id":10100011006,
        "name":"لیالستان",
        "ostan":"گیلان",
        "full_name":"گیلان - لیالستان"
    },
    {
        "id":10100011007,
        "name":"لیل",
        "ostan":"گیلان",
        "full_name":"گیلان - لیل"
    },
    {
        "id":10100013003,
        "name":"کجید",
        "ostan":"گیلان",
        "full_name":"گیلان - کجید"
    },
    {
        "id":10100015003,
        "name":"مالفجان",
        "ostan":"گیلان",
        "full_name":"گیلان - مالفجان"
    },
    {
        "id":10200010001,
        "name":"بالاتجن",
        "ostan":"مازندران",
        "full_name":"مازندران - بالاتجن"
    },
    {
        "id":10200010004,
        "name":"علی آباد",
        "ostan":"مازندران",
        "full_name":"مازندران - علی آباد"
    },
    {
        "id":10200010005,
        "name":"نوکنده کا",
        "ostan":"مازندران",
        "full_name":"مازندران - نوکنده کا"
    },
    {
        "id":10200010006,
        "name":"کوهساران",
        "ostan":"مازندران",
        "full_name":"مازندران - کوهساران"
    },
    {
        "id":10200016001,
        "name":"پازوار",
        "ostan":"مازندران",
        "full_name":"مازندران - پازوار"
    },
    {
        "id":10200015001,
        "name":"پنجک رستاق",
        "ostan":"مازندران",
        "full_name":"مازندران - پنجک رستاق"
    },
    {
        "id":10200015003,
        "name":"زانوس رستاق",
        "ostan":"مازندران",
        "full_name":"مازندران - زانوس رستاق"
    },
    {
        "id":10200018003,
        "name":"هرازپی غربی",
        "ostan":"مازندران",
        "full_name":"مازندران - هرازپی غربی"
    },
    {
        "id":10200019003,
        "name":"مهروان",
        "ostan":"مازندران",
        "full_name":"مازندران - مهروان"
    },
    {
        "id":10200020001,
        "name":"کلارستاق شرقی",
        "ostan":"مازندران",
        "full_name":"مازندران - کلارستاق شرقی"
    },
    {
        "id":10200025003,
        "name":"میاندورود بزرگ",
        "ostan":"مازندران",
        "full_name":"مازندران - میاندورود بزرگ"
    },
    {
        "id":10200028002,
        "name":"کلاردشت غربی",
        "ostan":"مازندران",
        "full_name":"مازندران - کلاردشت غربی"
    },
    {
        "id":10300010005,
        "name":"کله بوزشرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - کله بوزشرقی"
    },
    {
        "id":10300010006,
        "name":"کله بوزغربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - کله بوزغربی"
    },
    {
        "id":10300010007,
        "name":"گرمه جنوبی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - گرمه جنوبی"
    },
    {
        "id":10300011004,
        "name":"قرانقو",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - قرانقو"
    },
    {
        "id":10300011005,
        "name":"کوهسار",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - کوهسار"
    },
    {
        "id":10300011006,
        "name":"چاراویماق شمالشرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - چاراویماق شمالشرقی"
    },
    {
        "id":10300013004,
        "name":"مهرانرودجنوبی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مهرانرودجنوبی"
    },
    {
        "id":10300013005,
        "name":"مهرانرودمرکزی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مهرانرودمرکزی"
    },
    {
        "id":10300011001,
        "name":"آلمالو",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - آلمالو"
    },
    {
        "id":10300012002,
        "name":"بناجوی شمالی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بناجوی شمالی"
    },
    {
        "id":10300012003,
        "name":"بناجوی غربی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - بناجوی غربی"
    },
    {
        "id":10300013003,
        "name":"عبا س  شرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - عبا س  شرقی"
    },
    {
        "id":10300015001,
        "name":"آبش احمد",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - آبش احمد"
    },
    {
        "id":10300014005,
        "name":"گونی مرکزی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - گونی مرکزی"
    },
    {
        "id":10300015004,
        "name":"میشه پاره",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - میشه پاره"
    },
    {
        "id":10300015005,
        "name":"ییلاق",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ییلاق"
    },
    {
        "id":10300016003,
        "name":"مواضع خان شمالی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - مواضع خان شمالی"
    },
    {
        "id":10300019003,
        "name":"نوجه مهر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - نوجه مهر"
    },
    {
        "id":10300020001,
        "name":"گاودول شرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - گاودول شرقی"
    },
    {
        "id":10300021004,
        "name":"ینگجه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ینگجه"
    },
    {
        "id":10300022003,
        "name":"گنبر",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - گنبر"
    },
    {
        "id":10300023004,
        "name":"ورقه",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - ورقه"
    },
    {
        "id":10300023003,
        "name":"قوری چای شرقی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - قوری چای شرقی"
    },
    {
        "id":10300024003,
        "name":"دیزمارمرکزی",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - دیزمارمرکزی"
    },
    {
        "id":10300024004,
        "name":"سینا",
        "ostan":"آذربایجان شرقی",
        "full_name":"آذربایجان شرقی - سینا"
    },
    {
        "id":10400010011,
        "name":"نازلوی جنوبی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - نازلوی جنوبی"
    },
    {
        "id":10400030010,
        "name":"گوهران",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - گوهران"
    },
    {
        "id":10400010003,
        "name":"بهی دهبکری",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - بهی دهبکری"
    },
    {
        "id":10400010004,
        "name":"بهی فیض اله بیگی",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - بهی فیض اله بیگی"
    },
    {
        "id":10400011003,
        "name":"هولاسو",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - هولاسو"
    },
    {
        "id":10400011004,
        "name":"کشاور",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - کشاور"
    },
    {
        "id":10400012003,
        "name":"کرفتو",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - کرفتو"
    },
    {
        "id":10400014003,
        "name":"ببه جیک",
        "ostan":"آذربایجان غربی",
        "full_name":"آذربایجان غربی - ببه جیک"
    },
    {
        "id":10500010003,
        "name":"کندوله",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - کندوله"
    },
    {
        "id":10500010005,
        "name":"هجر",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - هجر"
    },
    {
        "id":10500010004,
        "name":"گاماسیاب",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - گاماسیاب"
    },
    {
        "id":10500013003,
        "name":"حومه کرند",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - حومه کرند"
    },
    {
        "id":10500014003,
        "name":"دولت اباد",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - دولت اباد"
    },
    {
        "id":10500014004,
        "name":"زالوآب",
        "ostan":"کرمانشاه",
        "full_name":"کرمانشاه - زالوآب"
    },
    {
        "id":10600010001,
        "name":"جره",
        "ostan":"خوزستان",
        "full_name":"خوزستان - جره"
    },
    {
        "id":10600011004,
        "name":"حسینی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - حسینی"
    },
    {
        "id":10600012001,
        "name":"سردارآباد",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سردارآباد"
    },
    {
        "id":10600013001,
        "name":"جهانگیری",
        "ostan":"خوزستان",
        "full_name":"خوزستان - جهانگیری"
    },
    {
        "id":10600013002,
        "name":"جهانگیری شمالی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - جهانگیری شمالی"
    },
    {
        "id":10600014001,
        "name":"بن معلی",
        "ostan":"خوزستان",
        "full_name":"خوزستان - بن معلی"
    },
    {
        "id":10600015006,
        "name":"هپرو",
        "ostan":"خوزستان",
        "full_name":"خوزستان - هپرو"
    },
    {
        "id":10600015001,
        "name":"سرله",
        "ostan":"خوزستان",
        "full_name":"خوزستان - سرله"
    },
    {
        "id":10700010003,
        "name":"فامور",
        "ostan":"فارس",
        "full_name":"فارس - فامور"
    },
    {
        "id":10700010005,
        "name":"دشت برم",
        "ostan":"فارس",
        "full_name":"فارس - دشت برم"
    },
    {
        "id":10700011001,
        "name":"حومه",
        "ostan":"فارس",
        "full_name":"فارس - حومه"
    },
    {
        "id":10700011002,
        "name":"درزوسابیان",
        "ostan":"فارس",
        "full_name":"فارس - درزوسابیان"
    },
    {
        "id":10700011003,
        "name":"دهکویه",
        "ostan":"فارس",
        "full_name":"فارس - دهکویه"
    },
    {
        "id":10700012001,
        "name":"خرم مکان",
        "ostan":"فارس",
        "full_name":"فارس - خرم مکان"
    },
    {
        "id":10700012002,
        "name":"کامفیروزجنوبی",
        "ostan":"فارس",
        "full_name":"فارس - کامفیروزجنوبی"
    },
    {
        "id":10700012008,
        "name":"کناره",
        "ostan":"فارس",
        "full_name":"فارس - کناره"
    },
    {
        "id":10700012009,
        "name":"مجدآباد",
        "ostan":"فارس",
        "full_name":"فارس - مجدآباد"
    },
    {
        "id":107000120010,
        "name":"محمدآباد",
        "ostan":"فارس",
        "full_name":"فارس - محمدآباد"
    },
    {
        "id":107000120011,
        "name":"نقش رستم",
        "ostan":"فارس",
        "full_name":"فارس - نقش رستم"
    },
    {
        "id":10700014001,
        "name":"رستاق",
        "ostan":"فارس",
        "full_name":"فارس - رستاق"
    },
    {
        "id":10700013001,
        "name":"ماهور",
        "ostan":"فارس",
        "full_name":"فارس - ماهور"
    },
    {
        "id":10700013004,
        "name":"جاویدماهوری",
        "ostan":"فارس",
        "full_name":"فارس - جاویدماهوری"
    },
    {
        "id":10700013008,
        "name":"فهلیان",
        "ostan":"فارس",
        "full_name":"فارس - فهلیان"
    },
    {
        "id":10700015002,
        "name":"کال",
        "ostan":"فارس",
        "full_name":"فارس - کال"
    },
    {
        "id":10700016001,
        "name":"باغستان",
        "ostan":"فارس",
        "full_name":"فارس - باغستان"
    },
    {
        "id":10700016004,
        "name":"سیمکان",
        "ostan":"فارس",
        "full_name":"فارس - سیمکان"
    },
    {
        "id":10700017002,
        "name":"شورآب",
        "ostan":"فارس",
        "full_name":"فارس - شورآب"
    },
    {
        "id":10700017003,
        "name":"علی آبادملک",
        "ostan":"فارس",
        "full_name":"فارس - علی آبادملک"
    },
    {
        "id":10700019003,
        "name":"زیرآب",
        "ostan":"فارس",
        "full_name":"فارس - زیرآب"
    },
    {
        "id":10700020003,
        "name":"هنگام",
        "ostan":"فارس",
        "full_name":"فارس - هنگام"
    },
    {
        "id":10700022003,
        "name":"نوجین",
        "ostan":"فارس",
        "full_name":"فارس - نوجین"
    },
    {
        "id":10700022004,
        "name":"دژگاه",
        "ostan":"فارس",
        "full_name":"فارس - دژگاه"
    },
    {
        "id":10700029003,
        "name":"خیرآباد",
        "ostan":"فارس",
        "full_name":"فارس - خیرآباد"
    },
    {
        "id":10700034003,
        "name":"علی آباد",
        "ostan":"فارس",
        "full_name":"فارس - علی آباد"
    },
    {
        "id":10700034004,
        "name":"سفیدار",
        "ostan":"فارس",
        "full_name":"فارس - سفیدار"
    },
    {
        "id":10800040012,
        "name":"قاسم آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - قاسم آباد"
    },
    {
        "id":10800040013,
        "name":"کبوترخان",
        "ostan":"کرمان",
        "full_name":"کرمان - کبوترخان"
    },
    {
        "id":10800050011,
        "name":"خانوک",
        "ostan":"کرمان",
        "full_name":"کرمان - خانوک"
    },
    {
        "id":10800050012,
        "name":"حتکن",
        "ostan":"کرمان",
        "full_name":"کرمان - حتکن"
    },
    {
        "id":10800060010,
        "name":"نجف آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - نجف آباد"
    },
    {
        "id":10800010005,
        "name":"مشیز",
        "ostan":"کرمان",
        "full_name":"کرمان - مشیز"
    },
    {
        "id":10800011003,
        "name":"هروز",
        "ostan":"کرمان",
        "full_name":"کرمان - هروز"
    },
    {
        "id":10800012002,
        "name":"جهادآباد",
        "ostan":"کرمان",
        "full_name":"کرمان - جهادآباد"
    },
    {
        "id":10800012004,
        "name":"محمدآباد",
        "ostan":"کرمان",
        "full_name":"کرمان - محمدآباد"
    },
    {
        "id":10800013003,
        "name":"نورآباد",
        "ostan":"کرمان",
        "full_name":"کرمان - نورآباد"
    },
    {
        "id":10800015001,
        "name":"رودبار",
        "ostan":"کرمان",
        "full_name":"کرمان - رودبار"
    },
    {
        "id":10800017004,
        "name":"پشت ریگ",
        "ostan":"کرمان",
        "full_name":"کرمان - پشت ریگ"
    },
    {
        "id":10800017001,
        "name":"گاوکان",
        "ostan":"کرمان",
        "full_name":"کرمان - گاوکان"
    },
    {
        "id":10800020002,
        "name":"حسین آباد",
        "ostan":"کرمان",
        "full_name":"کرمان - حسین آباد"
    },
    {
        "id":10800023003,
        "name":"دهسرد",
        "ostan":"کرمان",
        "full_name":"کرمان - دهسرد"
    },
    {
        "id":10900013002,
        "name":"سودلانه",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سودلانه"
    },
    {
        "id":10900014001,
        "name":"بالا ولایت",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بالا ولایت"
    },
    {
        "id":10900014002,
        "name":"پایین ولایت",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - پایین ولایت"
    },
    {
        "id":10900015001,
        "name":"پس کلوت",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - پس کلوت"
    },
    {
        "id":10900016002,
        "name":"پیوه ژن",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - پیوه ژن"
    },
    {
        "id":10900016004,
        "name":"سرجام",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سرجام"
    },
    {
        "id":10900016003,
        "name":"کارده",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کارده"
    },
    {
        "id":10900017002,
        "name":"سرولایت",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - سرولایت"
    },
    {
        "id":10900017001,
        "name":"دربقاضی",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - دربقاضی"
    },
    {
        "id":10900017005,
        "name":"بینالود",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - بینالود"
    },
    {
        "id":10900018001,
        "name":"چناران",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - چناران"
    },
    {
        "id":10900020003,
        "name":"مرز داران",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - مرز داران"
    },
    {
        "id":10900022003,
        "name":"فریمان",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - فریمان"
    },
    {
        "id":10900040003,
        "name":"قلعه حمام",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - قلعه حمام"
    },
    {
        "id":10900041004,
        "name":"کوه سفید",
        "ostan":"خراسان رضوی",
        "full_name":"خراسان رضوی - کوه سفید"
    },
    {
        "id":11000010001,
        "name":"جوشقان قالی",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جوشقان قالی"
    },
    {
        "id":11000011002,
        "name":"کناررودخانه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کناررودخانه"
    },
    {
        "id":11000011003,
        "name":"نیوان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نیوان"
    },
    {
        "id":11000012002,
        "name":"زیرکوه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - زیرکوه"
    },
    {
        "id":11000013002,
        "name":"چوپانان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - چوپانان"
    },
    {
        "id":11000013004,
        "name":"لای سیاه",
        "ostan":"اصفهان",
        "full_name":"اصفهان - لای سیاه"
    },
    {
        "id":11000014001,
        "name":"جوزدان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جوزدان"
    },
    {
        "id":11000015003,
        "name":"طرق رود",
        "ostan":"اصفهان",
        "full_name":"اصفهان - طرق رود"
    },
    {
        "id":11000015004,
        "name":"کرکس",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کرکس"
    },
    {
        "id":11000016001,
        "name":"زرکان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - زرکان"
    },
    {
        "id":11000017003,
        "name":"کرکوند",
        "ostan":"اصفهان",
        "full_name":"اصفهان - کرکوند"
    },
    {
        "id":11000021002,
        "name":"قمبوان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - قمبوان"
    },
    {
        "id":11000021003,
        "name":"موسی آباد",
        "ostan":"اصفهان",
        "full_name":"اصفهان - موسی آباد"
    },
    {
        "id":11000021004,
        "name":"همگین",
        "ostan":"اصفهان",
        "full_name":"اصفهان - همگین"
    },
    {
        "id":11000023002,
        "name":"جندق",
        "ostan":"اصفهان",
        "full_name":"اصفهان - جندق"
    },
    {
        "id":11000023003,
        "name":"نخلستان",
        "ostan":"اصفهان",
        "full_name":"اصفهان - نخلستان"
    },
    {
        "id":11000024003,
        "name":"ییلاق",
        "ostan":"اصفهان",
        "full_name":"اصفهان - ییلاق"
    },
    {
        "id":11100011003,
        "name":"جهان آباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - جهان آباد"
    },
    {
        "id":11100012003,
        "name":"هودیان",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - هودیان"
    },
    {
        "id":11100016003,
        "name":"لوتک",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - لوتک"
    },
    {
        "id":11100016004,
        "name":"محمدآباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - محمدآباد"
    },
    {
        "id":11100017004,
        "name":"انده",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - انده"
    },
    {
        "id":11100020003,
        "name":"خیرآباد",
        "ostan":"سیستان و بلوچستان",
        "full_name":"سیستان و بلوچستان - خیرآباد"
    },
    {
        "id":11200010003,
        "name":"قوری چای",
        "ostan":"کردستان",
        "full_name":"کردستان - قوری چای"
    },
    {
        "id":11600010003,
        "name":"علیشروان",
        "ostan":"ایلام",
        "full_name":"ایلام - علیشروان"
    },
    {
        "id":11900040010,
        "name":"معجزات",
        "ostan":"زنجان",
        "full_name":"زنجان - معجزات"
    },
    {
        "id":11900040011,
        "name":"قلتوق",
        "ostan":"زنجان",
        "full_name":"زنجان - قلتوق"
    },
    {
        "id":12300010004,
        "name":"بهرام آباد",
        "ostan":"تهران",
        "full_name":"تهران - بهرام آباد"
    },
    {
        "id":12300012001,
        "name":"امامزاده ابوطالب",
        "ostan":"تهران",
        "full_name":"تهران - امامزاده ابوطالب"
    },
    {
        "id":12300012003,
        "name":"وهن آباد",
        "ostan":"تهران",
        "full_name":"تهران - وهن آباد"
    },
    {
        "id":12300013003,
        "name":"کریم آباد",
        "ostan":"تهران",
        "full_name":"تهران - کریم آباد"
    },
    {
        "id":12300014003,
        "name":"دوبلوک",
        "ostan":"تهران",
        "full_name":"تهران - دوبلوک"
    },
    {
        "id":12300016002,
        "name":"هفت جوی",
        "ostan":"تهران",
        "full_name":"تهران - هفت جوی"
    },
    {
        "id":12300021002,
        "name":"ولی آباد",
        "ostan":"تهران",
        "full_name":"تهران - ولی آباد"
    },
    {
        "id":12400011003,
        "name":"اصلاندوز شرقی",
        "ostan":"اردبیل",
        "full_name":"اردبیل - اصلاندوز شرقی"
    },
    {
        "id":12700011003,
        "name":"قلعه میران",
        "ostan":"گلستان",
        "full_name":"گلستان - قلعه میران"
    },
    {
        "id":12900010003,
        "name":"قلعه زری",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - قلعه زری"
    },
    {
        "id":12900011004,
        "name":"نخلستان",
        "ostan":"خراسان جنوبی",
        "full_name":"خراسان جنوبی - نخلستان"
    }
]


export default City;